[
  {
    "image": "https://static.servaid.com.pk/product/bulk/007572.jpg",
    "title": "Doltee 10ML Oral Drops",
    "formula": "Tretinoin, Topical\nWoodward",
    "price": "Rs. 31.35/Pack",
    "details": "This medicine is used in infants who experience pain during the teething process. The pain relieving property of lignocaine aids in making the painful area numb which helps reduce the discomfort of the baby.",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medicine is not recommended for use in patients with high levels of calcium in the blood due to the increased risk of serious adverse effects. This medicine should be used for short duration only as the risk of side effects increase significantly on prolonged usage\n",
    "effects": "\nIncreased drooling, Restless or decreased sleeping due to gum discomfort, Fussiness that comes and goes, Bringing hands to the mouth , Mild rash around the mouth due to skin irritation secondary to excessive drooling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/040886.jpg",
    "title": "Xyloaid 15G Jelly",
    "formula": "Lidocaine HCL\nBarrett",
    "price": "Rs. 39/Pack",
    "details": "Xyloaid jelly contains \"lidocaine HCL\" which is a topical anesthetic drug and can also be used for itching, burning sensations, pain, etc.",
    "precautions": "\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n",
    "effects": "\nNo side effects are reported yet. Consult a doctor if it causes skin allergies, itching, redness, swelling or inflammation, or severe existing condition.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009602.jpg",
    "title": "Lignocaine 15G Gel",
    "formula": "Lignocaine\nHoward",
    "price": "Rs. 39.36/Pack",
    "details": "Howard's company of uk has served humanity with the collaboration of lahore chemical and pharmaceutical works. After the collaboration of lcpw with howards company, it became a renowned multinational pharma in the field of medical and technical s\n\nREAD MORE",
    "precautions": "\nThe first most important precaution that must be taken is that this gel should be applied until recommended. Do not minimize the intervals between the application as it may harm or create adverse reactions.Like every other medicated cream, this cream should be kept away from the reach of children and must be discarded once it expired.Tell your doctor/Pharmacist your medical history of, Broken skin/infection in the area where it is to be used, Heart disease, Liver disease, Methemoglobinemia. This medication passes into breast milk, but is unlikely to harm a nursing infant.\n",
    "effects": "\nLike every other medicine, this cream may also leave some side effects. Some lignocaine gel side effects include the sensational feeling after its application. A person may have some redness over the affected area.The other reverse action includes the swelling of the applied area. Other allergic reactions may also occur in some cases. Anyhow not everyone faces adverse action as it depends on the immunity and body condition.However, if any of the above reactions or another severe condition occurs, patients should report to the doctor as early as possible.Temporary redness, Stinging, and a little bit of Swelling may occur at the application site.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000450.jpg",
    "title": "Ketasol 50MG Inj 1x5 (L)",
    "formula": "Ketamine HCL\nIndus",
    "price": "Rs. 155.15/Pack",
    "details": "It is used to initiate or maintain anesthesia.",
    "precautions": "\nKeep out of the reach of the children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from direct exposure to sunlight, heat, or humidity. Check the expiry date before using it. Consult your doctor before taking any kind of medicine.\n",
    "effects": "\nConsult a doctor if it causes any kinds of adverse reactions to you including digestive problems (gas, bloating, flatulence, abdominal cramps or pain, GERD), allergies (skin irritations, itchiness, swelling), headache, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009071.jpg",
    "title": "Bupicain Sp 2ML Inj 1x5 (L)",
    "formula": "Bupivacaine\nHoward",
    "price": "Rs. 246.75/Pack",
    "details": "It is used as a Local Anaesthesia and Local infiltration.",
    "precautions": "\nUse with caution having Epilepsy and Liver damage.\n",
    "effects": "\nAnxiety, Tinnitus, Shivering, Numbness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005943.jpg",
    "title": "Bupicain Sp 7.5MG Inj 1x5 (L)",
    "formula": "Bupivacaine\nLCPW",
    "price": "Rs. 247.25/Pack",
    "details": "Used for Epidural Block, Surgery, Heart Failure, Labor, Local Anaesthesia, Local Infiltration, Peripheral Nerve Block, Supraventricular Arrhythmias (Particularly Atrial Fibrillation), Sympathetic Block.",
    "precautions": "\nAvoid Bupivacaine In Patient With Known Hypersensitivity. It Should Be Given With Caution To The Elderly, To Debilitated, To Children, Patients With Epilepsy, Impaired Cardiac Conduction Or Respiratory Function, Shock Or Liver Damage.\n",
    "effects": "\nPotentially Life-Threatening Effects Which Include Respiratory Depression, Respiratory Arrest,Metallic Taste, Irrational Behavior, Tinnitus, Circumoral Numbness, Anxiety.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005941.jpg",
    "title": "Bupicain 0.5% 10ML Inj 1x10 (L)",
    "formula": "Bupivacaine\nLCPW",
    "price": "Rs. 263.5/Pack",
    "details": "It is used as a Local Anaesthesia and Local infiltration.",
    "precautions": "\nUse with caution having Epilepsy and Liver damage.\n",
    "effects": "\nAnxiety, Tinnitus, Shivering, Numbness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000451.jpg",
    "title": "Ketasol 250MG Inj 1x5 (L)",
    "formula": "Ketamine\nIndus",
    "price": "Rs. 390.25/Pack",
    "details": "It can induce and maintain General anesthesia before, during, and after surgery.",
    "precautions": "\n Contraindicated to use in Brain swelling, Glaucoma, Brain lesion or Tumor. Should be used with caution in those with Coronary artery disease, Hypertension, Thyroid disease, Chronic alcohol addiction, Acute alcohol intoxication, Aneurysm, Chest pain, Mental illness.\n",
    "effects": "\nDrowsiness, Changes in perceptions of color or sound, Hallucinations, Confusion, and Delirium, Dissociation from body or identity, Agitation, Difficulty thinking or learning, Nausea, Dilated pupils and changes in eyesight, Inability to control eye movements, Involuntary muscle movements and muscle stiffness, Slurred speech, Numbness, Amnesia, Slow heart beat, Behavioral changes, Increased pressure in the eyes and brain may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011719.jpg",
    "title": "Pofol Inj 1x5 (L)",
    "formula": "Wilshire",
    "price": "Rs. 2142.8/Pack",
    "details": "It is used to sedate a patient who is under critical care and needs a mechanical ventilator (breathing machine).",
    "precautions": "\nConsult your pharmacist or physician. To make sure this medicine is safe for you, tell your doctor if you have:epilepsy or other seizure disorderhigh cholesterol or triglycerides. This drug may interact with Lasix ,Morphine, Ativan. Please consult your doctor when taking this medicine if you are pregnant.\n",
    "effects": "\nDizziness , blurred vision ,eye pain,eye swelling\n"
  }
]
