[
  {
    "image": "https://static.servaid.com.pk/product/bulk/000516.jpg",
    "title": "Anapaz 10ML Oral Drops",
    "formula": "Hyoscyamine\nHilton",
    "price": "Rs. 46.21/Pack",
    "details": "Hyoscyamine is used to treat a variety of Pain, Stomach/Intestinal problems such as Cramps and Irritable bowel syndrome, Bladder and Bowel control problems, Cramping pain caused by Kidney stones and Gallstones, and Parkinson's disease.",
    "precautions": "\nContraindicated in Enlarged prostate, Urinary blockage problems, Slow gut, Blockage, Severe ulcerative colitis, Infection, Heart problems due to severe bleeding. Tell your doctor/Pharmacist your medical history, especially of Personal or family history of Glaucoma, Hyperthyroidism, Coronary heart disease, Congestive heart failure, Tachycardia, Arrhythmias, Hypertension, Kidney disease, Acid reflux, Hiatal hernia, Autonomic neuropathy, Myasthenia gravis.\n",
    "effects": "\nDizziness, Drowsiness, Blurred vision,Dry mouth, Vision problems, Headache, Trouble sleeping, Constipation, Flushing, Dry skin, and Decreased sweating may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003072.jpg",
    "title": "Relispa 40MG Tab 2x10 (L)",
    "formula": "Drotaverine\nSearle",
    "price": "Rs. 57.2/Pack",
    "details": "It is used in Cholangitis, Cholecystitis, Cholecytolithiasis, Nephrolithiasis and Muscle spasm.",
    "precautions": "\nContraidicated in Cardiac insufficiency, Hepatic insufficiency.\n",
    "effects": "\nDizziness, Vertigo, Headache, Nausea, Vomiting, Palpitation, Constipation, Insomnia, Dry mouth, Hypotension.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008282.jpg",
    "title": "Flexagil 5MG Tab 1x10 (L)",
    "formula": "Cyclobenzaprine\nCCL",
    "price": "Rs. 74.6/Pack",
    "details": "It is used short-term to treat muscle spasms.",
    "precautions": "\nUse with caution having Liver disease, Hyperthyroidis), Heart problems, Difficulty urinating due to an enlarged prostate, Glaucoma.\n",
    "effects": "\nDrowsiness, Dizziness, Dry mouth, Constipation, Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001971.jpg",
    "title": "Nuberol Forte Tab 3x5 (L)",
    "formula": "Orphenadrine and Paracetamol\nHighnoon",
    "price": "Rs. 90.3/Pack",
    "details": "Nuberol forte is a medication composed of Paracetamol BP and Orphenadrine Citrate BP. Nuberol fort uses are widely useful when it comes to muscle relaxation and in the reduction of pain. It is found highly effective in treating chronic and acute\n\nREAD MORE",
    "precautions": "\nDo not take medicine while driving, as orphenadrine may directly affect your ability to drive.Avoid consumption of alcohol with the medication as it can have a harmful impact on your health.Before using the medicine, make sure you consult a doctor. As well as in the case of any harmful side effects, do let your doctor know about the issue. Also, tell your doctor your medical history so he may recommend the medication according to the intake.\n",
    "effects": "\nNuberol forte side effects included many problems, according to the patients. Although Nuberol forte is very efficient in treating chronic and acute painful muscle conditions, it may have some side effects on you, which are as followingDry mouth Nuberol forte usage may cause a dry mouth where one may feel a lot of dryness in the mouth, or excessive use may affect the inner area of the mouth.Nausea Nausea is an unknown feeling that may cause a sensation of vomiting, fatigue. Nuberol forte usage may also lead to nausea.Blurred visionUsage of many drugs may blur one's vision as the drug affects the perception of the brain where a person feels drowsy. Blurred vision is another side effect of Nuberol forte. Dizziness Dizziness is a side effect of Nuberol forte as Nuberol forte usage can lead to a blurred vision where a person may not be able to see properly for the time being. Similarly, the situation of drowsiness continues till the effect of Nuberol forte is not finished. Confusion Another side effect of the Nuberol forte dosage is confusion. As the drug may greatly affect your perception, and you may see illusions, which in result leads to a stage of confusion.Tremor Tremor is considered an involuntary movement that may be caused by Nuberol forte usage.  It causes tremors and palpitations. Where one may shake or tremble as a result of involuntary movement caused by the drug.Urinary hesitancy One may face trouble while executing urine. Nuberol forte dosage can cause urinary hesitancy and can be a cause of another problem.On the contrary, skin infections have not been noticed so far. Only rare cases include skin infections as a side effect. If you face any such problem while using the medication, then consult the doctor immediately. \n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003073.jpg",
    "title": "Relispa Forte 80MG Tab 2x10 (L)",
    "formula": "Drotaverine\nSearle",
    "price": "Rs. 92.8/Pack",
    "details": "It is used in Cholangitis, Cholecystitis, Cholecytolithiasis, Nephrolithiasis and Muscle spasm.",
    "precautions": "\nContraidicated in Cardiac insufficiency, Hepatic insufficiency.\n",
    "effects": "\nDizziness, Vertigo, Headache, Nausea, Vomiting, Palpitation, Constipation, Insomnia, Dry mouth, Hypotension.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/041348.jpg",
    "title": "Provas-N Forte Tab 2x10 (L)",
    "formula": "Paracetamol & Orphenadrine citrate\nSami",
    "price": "Rs. 97/Pack",
    "details": "It's a muscle relaxant medicine and can be used in muscular spasms, fever, and pain.",
    "precautions": "\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n",
    "effects": "\nNo side effects are reported. Consult a doctor if it causes digestive problems i.e. gas, bloating, abdominal pain, GERD (gastroesophageal reflux disease), vomiting, nausea, or diarrhea, etc. Allergic reactions may occur i.e. skin itching, rashes, irritations, redness, & inflammation/swelling, etc. Other effects are drowsiness, dizziness, sleepiness, headache, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003722.jpg",
    "title": "Soneta 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nAtco Lab",
    "price": "Rs. 103.3/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013352.jpg",
    "title": "Tenz 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nICI Pharma",
    "price": "Rs. 103.5/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012468.jpg",
    "title": "Mevulak 135MG/3.5G Sachet 1x10 (L)",
    "formula": "Mebeverine and Ispaghula Husk\nJenpharm",
    "price": "Rs. 104.8/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004196.jpg",
    "title": "Tizorel 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nHinucon",
    "price": "Rs. 109.5/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004110.jpg",
    "title": "Terlax 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nBarrett",
    "price": "Rs. 113.1/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000481.jpg",
    "title": "Analar 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nAGP",
    "price": "Rs. 113.5/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008281.jpg",
    "title": "Flexagil 10MG Tab 1x10 (L)",
    "formula": "Cyclobenzaprine\nCCL",
    "price": "Rs. 126.9/Pack",
    "details": "It is used short-term to treat muscle spasms.",
    "precautions": "\nUse with caution having Liver disease, Hyperthyroidis), Heart problems, Difficulty urinating due to an enlarged prostate, Glaucoma.\n",
    "effects": "\nDrowsiness, Dizziness, Dry mouth, Constipation, Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004197.jpg",
    "title": "Tizorel 4MG Tab 1x10 (L)",
    "formula": "Tizanidine\nMerck",
    "price": "Rs. 131.9/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "No-Spa 40mg Tab 1x24 (L)",
    "formula": "Drotaverine\nSanofi-Aventis Pakistan Ltd.",
    "price": "Rs. 135.12/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003746.jpg",
    "title": "Spasler P 60ML Syp",
    "formula": "Hyoscine\nAGP",
    "price": "Rs. 141.18/Pack",
    "details": "This medication is used for treating symptoms such as constipation, stomach upset, vomiting, etc.\n\nUses\n\nThis drug is used to calm and smooth muscles and to relieve motion sickness by the transdermal patch.\n\nIt’s normally used to\n\nREAD MORE",
    "precautions": "\nBefore taking this drug, consult your doctor if you suffer from liver and kidney disease or any of the following stomach conditions, such as inflammatory bowel disorders, chronic ulceration, intestinal obstruction, and chronic digestive or absorption issues.\n",
    "effects": "\nGas, flushing, burning, tingling/pain in the stomach, nausea, and tightness can happen. Please contact your doctor or pharmacist immediately if any of those symptoms persist or worsen.Immediately inform your doctor in case you face any of these significant side effects diarrhoea, vomiting, body cramps, erratic heartbeats, changes of mind/mood, seizures, extreme or constant stomach/abdominal pain, bloody stools, rectal fluid.It is unlikely that this medication will be a very serious allergic reaction, but seek medical treatment immediately if it happens. Serious allergic reactions can result in rash, itching/swelling, extreme dizziness, difficulty breathing, particularly the face/language/throat.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001503.jpg",
    "title": "Musidin 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nBeurer",
    "price": "Rs. 146.1/Pack",
    "details": "Musidin tablets are an alpha-2-adrenergic agonist class of drugs. The tablets come with the generic name Tizanidin. The tablets are beneficial for alleviating the spasm condition. Musidin is a skeletal muscle relaxant.\n\nComposition:\n\nREAD MORE",
    "precautions": "\nSome necessary precautions must be read before taking any drugs. The essential precautions of musidin tablets are given below. Read them out to avoid any possibility of side effects.Avoid using the tablet if you are hypersensitive to it. Inform your doctor of your medical history and list pf medications you use e.g., supplements, herbal medication, or any other.Notify your doctor if your blood pressure remains low most of the time.Notify your doctor if you are suffering from any kidney diseases.Inform your doctor if you have any liver disorders.If the medication is causing dizziness and sleepiness do not drive while using the musidin tablets.Consult your doctor before using musidin tablets if you are pregnant.Inform your doctor before using the tablets if you are breastfeeding your child.Adults need to use the tablets with extreme caution as it can cause more dizziness in them and there is the risk of falling.Avoid stopping the medication immediately without the doctor’s recommendation.Avoid using and operating heavy machines.Avoid alcohol consumption and inform your doctor if you are alcohol abusive.Use with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nThe tablets can result in some minor and severe adverse reactions. It is always recommended to consult a doctor if you experience prolonged and extreme side effects. The potential musidin tablet side effects are:Some minor side effects are:NauseaSleepinessMuscular weaknessUnusual tirednessInability to sleepDrowsinessFatigueMuscle painDizzinessWeaknessConstipationDiarrhea Lightheadedness Some extreme side effects which can occur are:Severe allergic reaction causing rashes, redness, and swelling at different body partsLow blood pressureSlow heartbeatIncreased liver enzymeGastrointestinal disorderDry mouthIrregular heartbeatHallucinationsThe list above represents the possible side effects. If you experience any other side effects, inform and notify your doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001094.jpg",
    "title": "Medigesic Tab 3x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nWilshire",
    "price": "Rs. 148.8/Pack",
    "details": "It is used to treat Fever, Muscle spasms/pain.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Glaucoma, Ulcers, Blockage, Difficulty urinating such as due to Enlarged prostate, Myasthenia gravis, Fast/Irregular heartbeat, Heart failure.\n",
    "effects": "\nDry mouth, Dizziness, Drowsiness, Lightheadedness, Blurred vision, Nausea, Vomiting, and Constipation may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001458.jpg",
    "title": "Movax 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nJanssen",
    "price": "Rs. 157.1/Pack",
    "details": "Movax tablet is a 2mg capsule that belongs to the category of spasms. It is composed of Tizanidine. The movax pack consist of 10 tablets.Movax tablet is the best mediation to be used for treating muscle spasms. Similarly, it is used to treat the hea READ MORE",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.It is always recommended to use precautions to avoid developing the above-stated side effects. Thus, it is better to consult your doctor before consuming the movax tablet if you have any allergies because movax contains some ingredients that can trigger allergic reactions. So always consult your pharmacist.It is also advisable to always tell your medical history to your doctor before using the movax tablet so that he prescribes you accordingly. Tell your doctor if you have low blood pressure, kidney dosses or liver problems.Movax tablet causes dizziness, and thus it is advised not to use alcohol at the time you're consuming this medicine nor drive, use machinery or anything that demands your alertness.Always tell your doctor if you are using cannabis, so that prescribes you accordingly. Pregnant women are required to ask a doctor before consuming move tablet and clearly state their medical history to them. Always consult your doctor before breast-feeding otherwise this drug can cause issues in children.Older people are more sensitive to this movax tablet, and thus it is prescribed to consult your doctor before using this drug; otherwise falling is experienced.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.If your doctor has prescribed you movax tablet, it means the benefits that it provides will be greater than the side effects. However, they may appear as you start using it on routine. Weakness, constipation, dizziness, lightheadedness and dry mouth are some of the common side effects related to using movax tablet.If any of the above-mentioned side effects appear, you should immediately consult your doctor or pharmacist to cater to these issues.If not treated on time, these side effects may worsen and can cause serious side effects that include fainting, hallucination, blurred visions, irregular and slow heartbeat. Tell your doctor immediately as soon as you observe these side effects; otherwise, they may become fatal and lead to the worst symptoms.Movax tablet is composed of Tizanidine, and it is also responsible for causing some serious side effects that may cause liver, and its functioning Tizanidine rarely causes fatal liver disease.Some of the side effects caused by Tizanidine are related to the liver disease that includes, severer stomach pain, abdominal pain, dark urine, concentrated urine, pale skin, yellow eyes, persistent nausea and vomiting.Despite all of the above, movax tablet also causes allergies to some people and thus allergic reactions triggers. Some of the allergic reactions caused by movax tablet include rashes on the skin, severe itching, irritation, swelling of the face and throat, troublesome breathing, severe dizziness and headaches.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/036665.jpg",
    "title": "Thicocid 4MG Cap 1x10 (L)",
    "formula": "Thiocolchicoside\n",
    "price": "Rs. 158.9/Pack",
    "details": "Thiocolchicoside is a muscle relaxant with anti-inflammatory and analgesic effects. This medication is used to treat back pain and other pains caused by vertebral column or spinal cord disorders, as well as to relieve pain after surgery.",
    "precautions": "\nKeep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nNo side effects or adverse reactions are reported yet. For more details, you may consult your healthcare provider, i.e. doctor, pharmacist, or general physician.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003643.jpg",
    "title": "Sinaxamol Extra 35/450MG Tab 3x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nAGP",
    "price": "Rs. 166.2/Pack",
    "details": "It is used to treat Fever, Muscle spasms/pain.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Glaucoma, Ulcers, Blockage, Difficulty urinating such as due to Enlarged prostate, Myasthenia gravis, Fast/Irregular heartbeat, Heart failure.\n",
    "effects": "\nDry mouth, Dizziness, Drowsiness, Lightheadedness, Blurred vision, Nausea, Vomiting, and Constipation may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005479.jpg",
    "title": "Colospas Fibro Sachet 1x10 (L)",
    "formula": "Mebeverine and Ispaghula Husk\nNabiqasim",
    "price": "Rs. 168/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007659.jpg",
    "title": "Duragesic Forte 50/650MG Tab 3x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nTabros",
    "price": "Rs. 171.6/Pack",
    "details": "Duragesic forte tablets provide relief from severe or extreme pains by releasing calming hormones in the nervous system. It belongs to the category of drugs known as opioid analgesics. This medication should only be used on a doctor's prescriptio\n\nREAD MORE",
    "precautions": "\nIt is always better to inform the doctor about your allergies to any of the ingredients before taking any medication.Read the leaflet carefully to check the ingredients present in the medicine.Do not drive after taking the medication because it causes hypersomnia.This medication should only be taken on the doctor’s adviceStay indoors and avoid going into the sun while using this medication because it makes you sensitive to the sun. People suffering from any kind of mental disorder, kidney disorder, liver dysfunction should inform the doctor before taking this medication. Tell your doctor/Pharmacist your medical history of, Glaucoma, Ulcers, Blockage, Difficulty urinating such as due to Enlarged prostate, Myasthenia gravis, Fast/Irregular heartbeat, Heart failure.\n",
    "effects": "\nThis medication has some side effects. Some of the side effects associated with this medication are mild; others are a bit severe. It varies from person to person. Some of the individuals do not even feel a single side-effect of this medicine. Following is a list of side effects associated with the use of this medication. Nausea and Vomiting are the most common side-effects of this medication, and these are likely to be suffered by most individuals. Irritable Bowel Syndrome such as constipation and diarrhoea are two other side-effects of this medication.Light-headedness, Lethargy, headache and drowsiness are also likely to be suffered by most of individuals.Hallucinations, nightmares, suicidal thoughts and mood swings are also quite common side-effects of this medication. Some people might also experience blurred vision problems. They are unable to see distant objects clearly because of blurry vision. Some of the individuals might also experience seizures and shortness of breath. In such extreme conditions, they should immediately halt using the medication.These side-effects should only appear for one or two days and go away on their own. In case these side-effects persist or worsens, stop using the medication and inform the doctor immediately.Some of the individuals might not get comfort from the pain after using the medication. In such cases, they should stop using the medication immediately. Dry mouth, Dizziness, Drowsiness, Lightheadedness, Blurred vision, Nausea, Vomiting, and Constipation may occur.While this drug can benefit many people, it can also lead to addiction. This risk could be greater if you have a drug addiction. Use this drug to reduceaddiction, as recommended. Request more information from your doctor or pharmacist.If itas broken, cut, or hurt, do not use this patch. Remove from the sealed pocket, peel the liner out and add to the skin immediately. Stick securely in place for 30 seconds with the hand palm to ensure maximum touch (especially around the edges). Make sure that the edges of the patches do not touch or overlap if your prescribed dosage covers more than one patch. After applying the patch, wash your hands.Sudden pauses in the usage can cause side effects, especially if you have used it for a long period of time or on a high dose. Your doctor can slowly decrease your dose to prevent side effects. Tell the doctor or doctor if your doctor sees any sign of restlessness, changes in your mind/mind (including panic, sleeping issues, suicidal ideas), irrigation of the eyes, runny nose, nausea, diarrhea, sweating, body aches, or unexpected behavior changes.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004111.jpg",
    "title": "Terlax 4MG Tab 1x10 (L)",
    "formula": "Tizanidine\nSchazoo",
    "price": "Rs. 174.2/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005091.jpg",
    "title": "Zeespa 135MG Tab 3x10 (L)",
    "formula": "Mebeverine\nShaigan",
    "price": "Rs. 178.2/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/134862.jpg",
    "title": "Demzoflex 4MG Tab 1x10 (L)",
    "formula": "Tizanidine\nDeMont lab",
    "price": "Rs. 181.3/Pack",
    "details": "This medicine contains the active ingredient, \"tizanidine\" which is a muscle relaxant drug. It is used for the treatment of muscle spasms, spasticity, and pain. It relaxes muscles (for a short period of time) and blocks the pain signals (impulses) g READ MORE",
    "precautions": "\nConsult a doctor if you're hypersensitive to any of its ingredients/components. Keep it out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, light, humidity, and direct exposure to sunlight.\n",
    "effects": "\nIt rarely cause any kinds of side effects or adverse reactions. Although, you may consult your doctor, pharmacist, or physician if it causes digestive problems to you. Side effects may include gas, bloating, GERD, flatulence, vomiting, nausea, diarrhea, constipation, abdominal cramps, swelling or inflammation, skin irritations, itching, headaches, etc. Consult your doctor if you observe any of these adverse reactions.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006575.jpg",
    "title": "Agile 2MG Tab 2x10 (L)",
    "formula": "Tizanidine\nWilshire",
    "price": "Rs. 198.6/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001066.jpg",
    "title": "Mebever Mr 200MG Cap 1x10 (L)",
    "formula": "Mebeverine\nGetz",
    "price": "Rs. 198.7/Pack",
    "details": "Mebeverine hydrochloride is an antispasmodic medicine. It supports the spasm of the muscles. If you have irritable bowel syndrome (IBS) or other conditions, it can be used for easing painful stomach cramps.\n\nUses\nMebeverine is a\nREAD MORE",
    "precautions": "\nBefore using this medication, the patient must consult a doctor and tell them or educate them about the medical history or the current situation or disease from which a patient is might suffering.There might be some active ingredients in it which may cause allergies to some of the patients, which are hypersensitive. So, the patient should be cautioned and ask a doctor first before using it.If you missed a dose, you should skip the missed dosage and take the next as you normally would if you miss a Mebeverine dose or if you forget to take a tablet for any reason. Do not twice as much as you miss a dose.Tell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nLike all other medicine mebever mr also contain some side effects, but this does not mean that everybody using this therapy will experience side effects from Mebeverin; the majority of users will not have any side effects. The majority of people who take this medicine are overwhelmingly positive, and, in general, any side effects are very mild and quick.Some of the side effects are:Dry mouth, Skin irritations, BloatingHeartburn, Diarrhoea, DizzinessIndigestion, Constipation, HeadacheLightheadedness, Insomnia, Decreased heart rateDepression, General malaiseTiredness, Loss of appetiteMebeverine's side effects are generally mild and not worrying. When your body gets used to this medicine, you should pass quickly.When you use Mebeverine, some people may get an itchy rash, mild swelling, or swell. This is a moderate and usually not serious allergic reaction. You may take an antihistamine to alleviate these allergic symptoms. You should seek medical treatment immediately if you have a more extreme allergic reaction.There may be some other side effects, but if you are worried about any of your side effects, you should consult your doctor.Allergic reactionsMebeverine can cause some serious allergic reactions. If you know that you are allergic to mebeverine or any of the ingredients in Mebeverine, you should not take Mebeverine tablets. These are the signs and symptoms of a serious allergic reaction:Skin changes such as rashes, itchy, swollen, peeling skin porblistered.Trouble talkingTrouble breathing like breathlessness and wheezingTightness in throat and chestSwelling, mouth, particularly of face, lips, tongueFainting or Severe dizzinessSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001504.jpg",
    "title": "Musidin 4MG Tab 1x10 (L)",
    "formula": "Tizanidine\nSanofi",
    "price": "Rs. 205.3/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014335.jpg",
    "title": "Nufac Sr 200MG Cap 1x10 (L)",
    "formula": "Mebeverine hcl\nHilton",
    "price": "Rs. 212.5/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004112.jpg",
    "title": "Ternelin 2MG Tab 1x10 (L)",
    "formula": "Tizanidine\nNovartis",
    "price": "Rs. 221.8/Pack",
    "details": "It is prescribed to help with muscle spasms, ischemia caused by multiple sclerosis, and problems with speech and bladder control after a stroke or injury to the brain. The class of medications called skeletal relaxants includes Tizanidine. It takes READ MORE",
    "precautions": "\nBefore using this medication, it is necessary for the patient to consult a doctor and tell them or educate them about the medical history or the current situation or disease which a patient is might suffering from.There might be some active ingredients in it which may cause allergies to some of the patients which are hypersensitive. So, the patient should be cautioned and ask a doctor first before using it.Having a medical history of asthma, ulcers in the intestine and stomach, or having anaphylactoid reactions should be careful while using it.The sachet should be protected from heat or fire. Put it away from children. The medicine should be placed in a temperature of is 2-8 c, more exposure of air, and it should be used within 96 hours.WarningCheck your blood sugar levels and blood pressure. Thus medicine does not contain extra sweeteners that might affect them, but in case you notice any up or down after using it, inform your doctor instantly and stop using it.During pregnancy and breastfeedingThis medication should be used for pregnant women if it is advised by the doctor or if it's needed. Breastfeeding women should check if this medicine affects their milk or not.Make sure that you maintain a good check of your bowel movement, and in case of an unwanted change, stop using the medicine.Use with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nThe list of the following side effects is listed they might occur because of some ingredients in it, which may cause allergy. These side effects do not always occur but are possible to occur. As some of the side effects are serious, but some are rare.NauseaDrowsinessHypotensionWheezingBreathing problemsRashVomitingFeverSome of the serious problems which may occur are theSevere stomach painAbdominal painBlack stoolDark vomitingAllergic reaction (swelling, itching of the throat)Some of the rare problems which might occur areChest pain or tightnessTrouble in breathingDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001459.jpg",
    "title": "Movax 4MG Tab 1x10 (L)",
    "formula": "Tizanidine\nSchazoo",
    "price": "Rs. 221.8/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005484.jpg",
    "title": "Comforta 10MG Tab 2x10 (L)",
    "formula": "Cyclobenzaprine\nGenome",
    "price": "Rs. 235.6/Pack",
    "details": "Comforta tablets are muscle relaxers. The comforta tablet's generic name is 'cyclobenzaprine.' The therapy mechanism of action is inhibition of pain sensations to the brain. \n\nUses\n\nThe comforta tablets uses are listed below. Use\n\nREAD MORE",
    "precautions": "\nThe precautionary measures must be known before using any medication. The potential precautionary measures of comforta tablets are following:If you have a history of hypersensitivity to comforta tablets or any of their ingredients.Inform your doctor before using the tablets if you are suffering from any liver or kidney disorders.Tell your doctor your list of medication, supplements, or vitamins you are already using.Do not consume tablets if you have overactive thyroid known as hyperthyroidism.It is not recommended to use the tablets if you have cardiac problems like disturbed heart rhythmicity, a recent cardiac failure, or any other disorder.Inform your doctor if you are suffering from any eye disorder like glaucoma. Do not use the medication without a doctor's if you are breastfeeding.Notify your doctor if you are pregnant or planning to be. Notify your doctor if you have an enlarged prostate causing difficulty in urination.Do not consume alcohol or marijuana as it can cause dizziness.Avoid driving if the drug is making you feel sleepy or dizziness.Store the medication in a safe place.Keep it far from the reach of children.Use with caution having Liver disease, Hyperthyroidis), Heart problems, Difficulty urinating due to an enlarged prostate, Glaucoma.\n",
    "effects": "\nMediation can cause some common and rare side effects. It is recommended to consult a physician immediately in case of extreme and prolonged side effects. The comforta tablet's side effects are listed below.DrowsinessDizziness Dry mouth Constipation Tiredness and fatigueDry mouthNauseaDyspepsiaSevere side effects include:Fast and irregular heartbeat Confusion Mental or mood changes Hallucinations Trouble urinatingRash or itchingSwelling at face, tongue, or throatTrouble breathing\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003745.jpg",
    "title": "Spasler Neo 135MG Tab 3x10 (L)",
    "formula": "Mebeverine\nAGP",
    "price": "Rs. 239.4/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007059.jpg",
    "title": "Colospas Tab 3x10 (L)",
    "formula": "Mebeverine\nNabiqasim",
    "price": "Rs. 239.4/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001092.jpg",
    "title": "Medigesic Forte Tab 3x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nHorizon",
    "price": "Rs. 240.3/Pack",
    "details": "It is used to treat Fever, Muscle spasms/pain.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Glaucoma, Ulcers, Blockage, Difficulty urinating such as due to Enlarged prostate, Myasthenia gravis, Fast/Irregular heartbeat, Heart failure.\n",
    "effects": "\nDry mouth, Dizziness, Drowsiness, Lightheadedness, Blurred vision, Nausea, Vomiting, and Constipation may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Iciric 10MG Tab 2x10 (L)",
    "formula": "Cyclobenzaprine\nMaq Pharma",
    "price": "Rs. 259/Pack",
    "details": "This is a muscle relaxant medicine that relieves muscles stiffness, pain, and spasms.",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001277.jpg",
    "title": "Mevrin 135MG Tab 4x10 (L)",
    "formula": "Mebeverine\nSJ & G",
    "price": "Rs. 266/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Despas 200MG Cap 4x10 (L)",
    "formula": "Mebeverine\nS.J & G. Fazal Ellahie (Pvt) Ltd.",
    "price": "Rs. 266/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003750.jpg",
    "title": "Spasmomen 40MG Tab 2x10 (L)",
    "formula": "Otilonium Bromide\nPharmatec",
    "price": "Rs. 280.4/Pack",
    "details": "Spasmomen is an affective medicinal substance for treating functional pathologies of digestive organs in children.",
    "precautions": "\nPatients with glaucoma, prostatic hypertrophy, pyloric stenosis. Although no embryotoxic, teratogenic or mutagenic effects on animals have been reported, as with all medicinal products, its use during pregnancy and lactation should be limited to specific cases of need and under direct medical supervision.\n",
    "effects": "\nNausea, Vomitting, Dry Mouth\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014115.jpg",
    "title": "Colonil Mr 200MG Tab 1x1 (L)",
    "formula": "Mebeverine hcl\nCalgan Phy",
    "price": "Rs. 285.5/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007379.jpg",
    "title": "Despas Tab 4x10 (L)",
    "formula": "Mebeverine\nSJ & G",
    "price": "Rs. 286.4/Pack",
    "details": "It is used to ease painful stomach cramps if you have irritable bowel syndrome (IBS) or other conditions.",
    "precautions": "\nTell a doctor or pharmacist before taking mebeverine if you, Have had an allergic reaction to mebeverine or any other medicines in the past, Have constipation caused by a condition called paralytic ileus, Have a rare inherited condition that means you cannot digest galactose, are trying for a baby, pregnant or breastfeeding.\n",
    "effects": "\nSide effects happens rarely, but some people may get a mild Itchy skin rash or Swelling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007056.jpg",
    "title": "Colofac 135MG Tab 3x10 (L)",
    "formula": "Mebeverine\nAbbott",
    "price": "Rs. 297/Pack",
    "details": "Colofac Tablet is one of the widely used and bought medications for the prevention and treatment of intestinal pain and gut pains. It is a 135 mg tablet that is composed of many active and inactive ingredients that provide a cure for the health i\n\nREAD MORE",
    "precautions": "\nColofac tablet is solely used for the treatment of intestinal. Stomach, gut-related health problems. It cannot be used for the treatment and prevention of diseases other than mentioned. Do not self-diagnose the problems and do not suggest others to consume the colofac tablet unless asked by the concerned doctor.It is highly suggested by the doctors to always ask before consuming this medication to avoid developing the symptoms to the worst conditions. Always tell your doctor the complete medical history and talk to him about every disease that you have encountered along with the surgeries if had any. This will help the doctors to perceive accordingly.Colofac tablets, when interacting with some drugs, can cause allergic reactions due to which it is suggested not to consume any other drug while you are on medication it colofac tablets.Colofac tablets are best to be stored at room temperatures preferably away from extreme temperatures and at 25-degree centigrade. Patients are always recommended to not place the colofac tablets in the freezer unless the packaging of the medications stated so. It is a safety precaution to always keep the colofac tablets away from the reach of children.Moreover, patients are suggested to not use the colofac tablets if they have had gastric ulcers, duodenal ulcers, and inflammation and digestive tract issues. Always ask your doctor before using this medication/.Colofac tablets cannot be used by women during pregnancy and while breastfeeding unless tested by the doctor. Do not use this medication if they are allergic to the active ingredients present in the colofac tablet.Patients re required not to flush down theologic tablet; otherwise, it can contaminate the environment which can do deadly effects on the people.\n",
    "effects": "\nThere are some side effects that can be observed by the consumption of some of the active ingredients present in the colofac tablet. Initially, the side effects do not harm a person; however, if remain unnoticed and untreated can become worse and fatal.Always consult your concerned doctor if you experience any of the following side effects while using colofac tablets:Digestion problemsConstipationDizzinessInsomniatroubled breathingHeadacheSlow/irregular  heartbeatSkin allergies including rashes, itchesNausea\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007660.jpg",
    "title": "Duragesic 35/450MG Tab 10x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nTabros",
    "price": "Rs. 297/Pack",
    "details": "It is used to treat Fever, Muscle spasms/pain.This medicine is used in treatment of extreme ongoing pain, E.g., due to cancer. Fentanyl is a family of medications called opioid painkiller. It operates in the brain to adjust the body's sensation and READ MORE",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Glaucoma, Ulcers, Blockage, Difficulty urinating such as due to Enlarged prostate, Myasthenia gravis, Fast/Irregular heartbeat, Heart failure.\n",
    "effects": "\nWhile this drug can benefit many people, it can also lead to addiction. This risk could be greater if you have a drug addiction. Use this drug to reduceaddiction, as recommended. Request more information from your doctor or pharmacist.If itas broken, cut, or hurt, do not use this patch. Remove from the sealed pocket, peel the liner out and add to the skin immediately. Stick securely in place for 30 seconds with the hand palm to ensure maximum touch (especially around the edges). Make sure that the edges of the patches do not touch or overlap if your prescribed dosage covers more than one patch. After applying the patch, wash your hands.Sudden pauses in the usage can cause side effects, especially if you have used it for a long period of time or on a high dose. Your doctor can slowly decrease your dose to prevent side effects. Tell the doctor or doctor if your doctor sees any sign of restlessness, changes in your mind/mind (including panic, sleeping issues, suicidal ideas), irrigation of the eyes, runny nose, nausea, diarrhea, sweating, body aches, or unexpected behavior changes.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001913.jpg",
    "title": "No-Spa Forte 80MG Tab 2x10 (L)",
    "formula": "Drotaverine\nGlobalPhar",
    "price": "Rs. 303/Pack",
    "details": "No spa forte tablet is used for renal colic pain, for period pain, for Functional bowel disorders, pain in the stomach, and pain because of the ulcers in the intestine. It is an antispasmodic drug.The active ingredient in it is Drotaverine. The g\n\nREAD MORE",
    "precautions": "\nBefore using this medication, it is very important for the patient to tell the doctor about the patient’s medical history. Share the diseases if they had in the past or any current health condition like pregnancy or any other disease.So that the doctor should recommend it accordingly.Some of the patients who are hypersensitive should be careful while using this drug because there is some inactive ingredient in it, which may cause a very serious allergy to them.Patients who are having problems like Heart Failure, kidney problems, or any severe liver disease should not use this medicine. It can be dangerous for them.Avoid using a machine or drive a car, as it may be risky. This medicine can cause dizziness and drowsiness. The patient should be careful.The patient who are having hypotension should not use it.Children under age 6 should not use this medicine. It can be very harmful for them.The elderly or the old ones should also be cautioned while using it as this medicine can cause dizziness; they might have chances to fall or faint.\n",
    "effects": "\nThe list is comprising of the side effects which might cause due to some ingredients in the tablet. The side effects do not always occur, but it may occur. However, some of the side effects are rare, but some are serious. Consult a doctor if any of these worsens, especially if they don't disappear. Some of the side effects are:FlushingSweatingHeadacheDizzinessSleeping problemBlurring of visionDryness of mouthAddictionHeart problemHeartbeat rate (increased or decreased)VomitingBlood pressure problemBreathing problemsconfusiondifficulty in passing stoolarrhythmiasurinary retention and urgencydryness of skinSome of the disorders which may occur are:Nervous System Disorders: Insomnia, headache, VertigoImmune System Disorders: a serious Allergic reaction like pruritus, rash, urticaria, and angioedema.Cardiac Disorders: Hypotension and PalpitationsGastrointestinal Disorders: Constipation and NauseaImmediately consult a doctor if the patient's condition gets worse, bad, or unstable.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003675.jpg",
    "title": "Smur 50MG Tab 3x10 (L)",
    "formula": "Eperisone\nBarrett",
    "price": "Rs. 317.4/Pack",
    "details": "It is used in Muscular spasm and musculoskeletal disorders.",
    "precautions": "\nThis should not be given in Pregnancy and children, Kidney failure. Should be used with caution if allergic to Eperisone.\n",
    "effects": "\nSleepiness, Weakness, Dizziness, Headache, Drowsiness, Rashes, Itching, Nausea and Vomiting may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Muscolin 4MG Cap 2x10 (L)",
    "formula": "Thiocolchicoside\nSaffron Pharmaceutical Company.",
    "price": "Rs. 351/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006290.jpg",
    "title": "Musidin Sr 6MG Cap 1x10 (L)",
    "formula": "Tizanidine\nMartin Dow",
    "price": "Rs. 355.9/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012425.jpg",
    "title": "Myolax 4MG Tab 2x10 (L)",
    "formula": "Thiocolchicoside\nAsra Derm",
    "price": "Rs. 372.4/Pack",
    "details": "It is a muscle relaxant used to relieve painful muscle contractions.",
    "precautions": "\nIt is contraindicated in case of Hypersensitivity to the drug. This medicine is not recommended for use in children and adolescents less than 16 years of age.\n",
    "effects": "\nItching and skin rash, Swelling of face, lips, eyelids, tongue, hands and feet, Fainting and drowsiness, Nausea and Vomiting, Diarrhea.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004151.jpg",
    "title": "Thiolax 4MG Cap 2x10 (L)",
    "formula": "Thiocolchicoside\nMartin Dow",
    "price": "Rs. 373.2/Pack",
    "details": "Thiolax tablet is prescribed medicine. Thiolax tablet composition is the combination of aceclofenac that is a nonsteroidal anti-inflammatory drug known as NSAID, and thiocolchicoside that is used as a muscle relaxant.\n\nThis medication works\n\nREAD MORE",
    "precautions": "\nThiolax precautions are listed below.Before taking this medicine, inform the doctor about your past medical history, particularly about the kidney, heart, and liver issues if you have. Also, inform the doctors if you are taking any treatment at the same time or taking any food supplements.Before taking this medicine, inform the doctor if you have any hypersensitivity problems such as skin allergy, skin rashes, itching, etc., from any of the ingredients present in this medication.Avoid chewing, crushing, or breaking the tablet. Remember, swallow it as a whole.Avoid the use of alcohol while you are taking Thiolax medicine in your treatment; otherwise, it will be unsafe for you.The use of Thiolax during pregnancy is unsafe for the child. Therefore, avoid its use during pregnancy and take the suggestion from the doctor.The use of Thiolax in breastfeeding cases should be done by taking suggestions from the doctor.Take this medicine with food; otherwise, it can cause some side effects such as stomach pain.Check the expiry date before taking the medicine; otherwise, it will cause adverse side effects.Store the tablet at room temperature.Keep the medicine away from children and pet reach.It is contraindicated in case of Hypersensitivity to the drug. This medicine is not recommended for use in children and adolescents less than 16 years of age.\n",
    "effects": "\nThiolax side effects are described below.The most common side effects of Thiolax tablet are hypersensitivity issues such as nausea, vomiting, heartburn, and diarrhea.It can also cause stomach upset and stomach pain. It may also cause swelling on different parts of the body, such as the lips, tongue, face, etc.It can also cause fainting, dizziness, and drowsiness. It can also cause allergic reactions, itching, and skin rashes.You may also feel a loss of appetite, and maybe your food taste disturbs you. Itching and skin rash, Swelling of face, lips, eyelids, tongue, hands and feet, Fainting and drowsiness, Nausea and Vomiting, Diarrhea.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005480.jpg",
    "title": "Colril 4MG Cap 2x10 (L)",
    "formula": "Tizanidine\nSearle",
    "price": "Rs. 378.2/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004836.jpg",
    "title": "Wilgesic Tab 10x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nWilsons",
    "price": "Rs. 384/Pack",
    "details": "Wilgesic tablet is a tablet that is used for extreme pain in joints, teeth pain, ear pain, fever, and for an acute pain condition of musculoskeletal. The ingredients which are used in it are Paracetamol and Orphenadrine citrate, which are very ac\n\nREAD MORE",
    "precautions": "\nPatients who have problems like high blood pressure (hypertension), with high heart rate (tachycardia), kidney problem (renal), hepatic, urinary problems, and older ones should be careful and should stop using it gradually. Due to the use of this medication, a serious skin reaction may occur. Patients ought to be cautioned of the side effects of such responses and should end the medicine quickly if this shows up.Patients with allergy or hypersensitivity to this drug ought to likewise be advised against its utilization. Avoid driving until you know that how it affects you.Patients should consult any doctor before using it and should discuss their medical history with them, if they are having any liver problems, or are alcohol users or have diabetes or any condition that expects them to keep away from sugar. So, they should check any healthcare for more details.\n",
    "effects": "\nThe list of the side effects from all comprising elements or ingredients of Wilgesic Tablet. However, these side effects don't always occur but are possible to occur. Some are may be rare but serious. These problems become very severe, especially if they don't go away. It is recommended to consult a doctor immediately. The side effects are:WeaknessNauseaSickness feelingMouth drynessDrowsinessConstipationVomitingDizzinessUrinary retentionAllergic reactionLiver damageBlood cell abnormalitiesSkin irritationTremorGastric irritationVision problem\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001233.jpg",
    "title": "Meteospasmyl Cap 2x10 (L)",
    "formula": "Alverine Citrate and Simethicone\nTabros",
    "price": "Rs. 388/Pack",
    "details": "Meteospasmyl capsule is usually taken as prescribed medicine. Meteospasmyl capsule formula contains alverine citrate and simethicone as an active ingredient in its composition. It belongs to the medicine category of irritable bowel syndrome.\n\n< READ MORE",
    "precautions": "\nFollowing Meteospasmyl capsule precautions should be followed while starting the treatment of Meteospasmyl capsule medication.Before taking this medicineYou should be aware of your doctor about your past medical history.Inform the doctor about the prescription and supplements you are taking with the Meteospasmyl capsule.Inform the doctor if you have any hypersensitivity, such as allergic reactions, skin rashes, nausea, etc., problems from the ingredient used in the Meteospasmyl capsule formula.Take a look at the expiry date of the medicine.Store the medicine at room temperature and avoid freezing the liquid form of Meteospasmyl.While taking this medicine, avoid the use of heavy machinery that needs mental alertness. For example, avoid driving.Avoid consuming alcohol while taking the treatment of Meteospasmyl capsule.Meteospasmyl capsule in pregnancy should be used with the consultation of your doctor. Also, breastfeeding or nursing mothers should consult their doctor before taking this medicine. but mostly, it is avoided for nursing mothers.Before taking this medication, tell your doctor or pharmacist your medical history, especially of personal or family history of glaucoma (angle-closure type), overactive thyroid, other heart problems (e.g., coronary heart disease, congestive heart failure, fast heartbeat, arrhythmias), high blood pressure, kidney disease, heartburn problems (acid reflux, hiatal hernia), certain nervous system problem (autonomic neuropathy), myasthenia gravis.\n",
    "effects": "\nMeteospasmyl capsule side effects may be severe or mild. Thus, if you experience any of the side effect symptoms, then you should follow the doctor's suggestion or consult the doctor if any of its symptoms get worsen or persist. Some of the Meteospasmyl capsule side effects are described below.Meteospasmyl capsule can cause some common side effects that almost 50% of patients can experience are wheezing, headache, and swelling on the face.It can cause some severe side effects such as difficulty in breathing or shortness of breath, and inflammation of the liver.It can also cause some severe allergic reactions such as skin rashes, itching, redness of the skin, etc.It can also cause dizziness, drowsiness, and tiredness.Maybe all of the Meteospasmyl capsule side effects are not described above. Therefore, to know more details, visit your doctor.Like all medicines, this medicine can also cause some side effects, although not everybody gets them. For more information please refer to the package leaflet.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004113.jpg",
    "title": "Ternelin 4MG Tab 1x10 (L)",
    "formula": "Tizanidine\nSandoz",
    "price": "Rs. 429.7/Pack",
    "details": "This medication is used to treat muscle spasms.",
    "precautions": "\nUse with caution having low blood pressure, Kidney disease, Liver disease.\n",
    "effects": "\nDry mouth, Drowsiness, Dizziness, Lightheadedness, Constipation, Weakness, and Tiredness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010433.jpg",
    "title": "Thiolax 4MG Inj 1x5 (L)",
    "formula": "Thiocolchicoside\nSolace",
    "price": "Rs. 466.65/Pack",
    "details": "It is a muscle relaxant used to relieve painful muscle contractions.",
    "precautions": "\nIt is contraindicated in case of Hypersensitivity to the drug. This medicine is not recommended for use in children and adolescents less than 16 years of age.\n",
    "effects": "\nItching and skin rash, Swelling of face, lips, eyelids, tongue, hands and feet, Fainting and drowsiness, Nausea and Vomiting, Diarrhea.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005956.jpg",
    "title": "Buscopan Plus 10MG Tab 10x10 (L)",
    "formula": "Hyoscine and Paracetamol\nMerck",
    "price": "Rs. 487/Pack",
    "details": "It is used to treat conditions like Acute spasm, Aspiration prophylaxis, Bradycardia, Cyclopegic induction, Drying secretions, Amnesia, Iritis, Irritable bowel syndrome, Motion sickness, Reduction of excessive respiratory secretions, Smooth muscl\n\nREAD MORE",
    "precautions": "\nBuscopan Plus tablet precautions are listed below that should be followed while taking it.If the patient is taking Buscopan Plus without the doctor's prescription, then do not exceed the treatment for two weeks; otherwise, it can cause severe problems.Avoid giving these tablets to children having age under 6 years.Avoid driving as it can cause blur vision problems.Buscopan Plus in pregnancy is not recommended. Therefore, consult the doctor before taking it in pregnancy.Buscopan Plus can pass through breast milk. Thus, the nursing mothers are suggested to avoid its use.For extra care, consult the doctor if the patient has the following conditions.Inform the doctor before taking Buscopan Plus if the patient has a high temperature or has the symptoms of severe pain in the tummy. Also, consult the doctor if the patient has severe nausea and vomiting.Buscopan Plus contains sugar. Therefore, patients who have digestive problems or cannot digest sugars should inform the doctor before taking them.If you are suffering from an overactive thyroid, then you should inform the doctor.The patients should inform the doctor before taking if they have heart problems such as fast or irregular heartbeat.Patients having reflux disease, constipation, or ulcer colitis should inform the doctor at the time of prescription.The patients having age over 40 years are looking weak, pale, and tired should inform the doctor.In food poisoning, vaginal discharge, or lost weight and appetite case, also consult the doctor.Before using this tablet consult a doctor ask them if you have any problems like allergies, pregnancy, or breastfeeding. These are the factors that may affect how the patient use this medication. Urinating problem This prescription may make it harder for the patient to pass urine.If the patient is facing problems in urinating or prostate enlargement. They should talk to their doctor about how this drug may affect the patient's medical condition, adequacy of this prescription or any special treatment is required. Heart Issues This tablet may increase the heart rate. If someone is having a serious heart problem or heart diseases like tachycardia or mitral stenosis. They should consult the doctors and discuss with them about the medication, which affects their medical conditions. The doctor should tell them about the effectiveness of this drug, or any special treatment is needed. During Pregnancy This medication should be avoided during pregnancy except if the advantages exceed the dangers. If the patient becomes pregnant at that time while using Buscopan, so they should consult a doctor immediately. Vision issues This drug may affect vision. Try not to drive or work with machinery until the problem of vision have been resolved if someone receive this medication during any diagnostic plan of action. The patient should arrange a driver for other works. The patient should immediately consult a doctor if they have experienced pain in eyes or red eye with loss vision. It should be used with caution if a patient is having a genetic disorder like Down syndrome in the elderly or in children. The skin reaction may occur while using this medication. Patients should be cautioned and be warned of this serious symptom. They should not continue or stop using this medication if they show up. The patient with severe allergy or are hypersensitive should be cautioned against its utilization. Patients are advised to share their history of medical reports to the doctor so that they recommend according to it. The people having any history of diabetes, having a liver problem, or are drugs abuser. They should get a proper recommendation from a doctor.\n",
    "effects": "\nAs every medication have side effects together with its treatment depending upon your physique and medical condition, not every side effect may occur in the body but if any of this happens one must take serious action to it or medical attention. Some of the side effects which are a very serious problem and are severe dryness of mouthSweating problemConstipationCan cause DiarrheaHearts beat very fast vision problem caused NauseaflushingConsult a doctor if the patient condition is getting worse or not stable. Itching of skin rashesDifficulty in urinatingEyesight problemDizzinessThe patient should stop using this medication and look for clinical consideration if any of these happen extreme pain in the eyes, or become red or vision problem severe allergic reaction symptoms like (swelling of the mouth, face, throat, or tongue and might cause breathing difficulties)Hives.Buscopan Plus tablet side effects can be mild or severe. Therefore, if any of the side effects persist, then immediately seek medical help. Buscopan Plus Tablet's side effects are the following.The common side effects caused by Buscopan Plus tablets are nausea, headache, and dizziness.The rare but severe side effect caused by it is anxiety and depression.Buscopan Plus can cause severe allergic reactions such as skin allergic reaction, vaginal itching, rashes, swelling, wheezing, shortness of breath or trouble in breathing, sore throat, etc.It can cause constipation, dried mouth, and you can also face severe eye problems related to vision, such as it can cause blur vision problems or lead to vision loss.The rare side effects caused by Buscopan Plus are anemia, low blood pressure, and cloudy urine.The above list may not contain all of the side effects caused by Buscopan Plus. Therefore, consult the doctor to know more about Buscopan Plus Tablet.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001973.jpg",
    "title": "Nuberol Tab 10x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nSchazoo",
    "price": "Rs. 503/Pack",
    "details": "It is used to treat Fever, Muscle spasms/pain.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Glaucoma, Ulcers, Blockage, Difficulty urinating such as due to Enlarged prostate, Myasthenia gravis, Fast/Irregular heartbeat, Heart failure.\n",
    "effects": "\nDry mouth, Dizziness, Drowsiness, Lightheadedness, Blurred vision, Nausea, Vomiting, and Constipation may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003644.jpg",
    "title": "Sinaxamol 35/450MG Tab 10x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nAGP",
    "price": "Rs. 512/Pack",
    "details": "Sinaxamol is a prescribed medicine used during physical therapy or any other treatment. Sinaxamol tablet contains some active ingredients such as orphenadrine citrate and paracetamol.\n\nThe orphenadrine citrate present in Sinaxamol is very ef\n\nREAD MORE",
    "precautions": "\nSome of the possible Sinaxamol tablet precautions are described below.Before using this medication, inform your doctor about your past and current medical history. Also, inform the doctor if you are taking any supplements.This medication is not prescribed to the patients suffering from glaucoma, i.e., high pressure in the eyes.The patients suffering from myasthenia gravis should avoid taking this medicine.This medication is also should not be prescribed to patients suffering from tardive dyskinesia and GI obstruction. Also, the patients suffering from prostatic hypertrophy and porphyria should consult the doctor before taking this medication.The patients having urinary problems should avoid taking the Sinaxamol tablet.If you are having surgery, then inform your doctor about the medications that you are taking.\n",
    "effects": "\nSome of the possible Sinaxamol tablet side effects are described below. It may happen that all of the side effects may not need any medical treatment and may disappear as the body adjust itself to medicine. But if any of the described side effects persist, then immediately take medical help.The patients who are using this medicine may experience confusion and blurred vision problems.This medication can also cause drowsiness, dizziness, and restlessness in patients.It can also cause tremor and gastrointestinal disturbances in the patients.The use of Sinaxamol can cause nausea and dry mouth problems.It can cause swelling on your body and allergic reaction such as rashes and itchy.Sinaxamol Tablet use can cause a problem in breathing.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003075.jpg",
    "title": "Relspasm 4MG Tab 2x10 (L)",
    "formula": "Thiocolchicoside\nWilshire",
    "price": "Rs. 531.4/Pack",
    "details": "It is a muscle relaxant used to relieve painful muscle contractions.",
    "precautions": "\nIt is contraindicated in case of Hypersensitivity to the drug. This medicine is not recommended for use in children and adolescents less than 16 years of age.\n",
    "effects": "\nItching and skin rash, Swelling of face, lips, eyelids, tongue, hands and feet, Fainting and drowsiness, Nausea and Vomiting, Diarrhea.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002773.jpg",
    "title": "Atrelax 2.5ML Inj 1x5 (L)",
    "formula": "Atracurium Besylate\nAbbott",
    "price": "Rs. 548.95/Pack",
    "details": "This medication is used to treat Muscle Spasm or Cramps or Spasticity.",
    "precautions": "\nUse With Caution having Cardiovascular Disease and Bronchial Asthma.\n",
    "effects": "\nHistamine Release, Bradycardia, Wheezing, Reaction at Injection Site.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010112.jpg",
    "title": "S-Choline 100MG Inj 1x10 (L)",
    "formula": "Suxamethonium\nMass Phrma",
    "price": "Rs. 556.6/Pack",
    "details": "It is used in anaesthesia as a skeletal muscle relaxant to facilitate tracheal intubation and mechanical ventilation in surgical procedures.",
    "precautions": "\nThis medicine should be taken with precaution if you have liver or kidney disease or angina pains in past. Tell your doctor or pharmacist your medical history, especially of heart conditions (e.g., coronary artery disease, arrhythmias), high blood pressure, thyroid disease, diabetes. Monitoring of neuromuscular function is recommended during infusion or if Suxamethonium chloride Injection is to be administered in relatively large cumulative doses over a relatively short period of time in order to individualise dosage requirements. This drug is known to cause issues during pregnancy, therefore please do not take this drug if you are pregnant. Consult your doctor or healthcare provider before using any medicines.\n",
    "effects": "\nJaw rigidity, Low blood pressure (hypotension), Respiratory depression\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004835.jpg",
    "title": "Wilgesic Forte 50/650MG Tab 10x10 (L)",
    "formula": "Orphenadrine and Paracetamol\nWilsons",
    "price": "Rs. 584/Pack",
    "details": "Wilgesic forte tablets belong to the category of medicines known as painkillers. It provides relief from all kinds of pains from acute to chronic. This medication works by increasing the blood flow and blocking cholinergic inhibitors, which helps\n\nREAD MORE",
    "precautions": "\nBefore taking the medicine inform the doctor about your complete medical history in detail and also inform the doctor if you have had any medical issues.In case you are allergic to paracetamol and Panadol then you must not use this medicine as well because it is made with the same formula.Do not drive after taking the medicine because it may make you feel dizzy.In case you are suffering from the renal disease then you should avoid taking this medicine because it may increase the risk of kidney failure.People with liver dysfunction should also avoid using it.This medication does not cause any harmful effects. However, it is advised that pregnant women and breastfeeding women should only use it on doctor’s prescription.Do not use expired medicine because it can be poisonous.Keep the medicine away from children’s reachStore it in a cool and dry place.Tell your doctor/Pharmacist your medical history of, Glaucoma, Ulcers, Blockage, Difficulty urinating such as due to Enlarged prostate, Myasthenia gravis, Fast/Irregular heartbeat, Heart failure.\n",
    "effects": "\nFollowing are some of the side effects associated with the use of this medication. Some of the side-effects listed below are temporary while others may be severe. If you get any of the following side effects for more than 2 days, then stop using the medication immediately and seek medical assistance.Dryness of mouthBlurred visionTrouble urinatingFatigue and LethargyAgitationWeaknessWeight LossHeadacheThe feeling of nausea and vomitingIrritable Bowel Syndromes such as diarrhea and constipationHallucinations and NightmaresGastric problems and IndigestionStomach and abdominal crampingThe appearance of red patches on the skinSwollen faceLiver dysfunctionRenal infections \n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Glycol P Inj 1x10 (L)",
    "formula": "Glycopyrrolate\nBajwa Pharmaceuticals",
    "price": "Rs. 680.3/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001499.jpg",
    "title": "Muscoril 4MG Cap 2x10 (L)",
    "formula": "Thiocolchicoside\nRemington",
    "price": "Rs. 772/Pack",
    "details": "Muscoril is a prescribed medication that belongs from the medicines category of a muscle relaxant (spasm) and contains the active ingredient thiocolchicoside.UsesMuscoril Capsule uses are listed below.It is used for the treatment of muscle stiffness READ MORE",
    "precautions": "\nMuscoril Capsule precautions are listed below.Before taking this medication, inform the doctor about your past and current medical history. If you are taking any supplements, inform the doctor about them.Inform the doctor before taking this medication if you have any allergic problems or skin rashes issue from any of the ingredients used in this medication.Before taking this medication if you are suffering from heart, brain, or kidney disease.Before taking this medication, check the expiry date of the capsule. If the expired capsule is taken, then it will cause adverse side effects.Do not change the dosage amount unless the doctor suggests you.If you notice the side effects of drowsiness and dizziness, then avoid driving. Also, avoid the use of heavy machinery that needs your mental alertness.Avoid the use of alcohol while taking Muscoril capsule as it will cause further faints problem that may be fatal for the patient's health.Avoid taking Muscoril capsule with milk.Do not stop taking this medication without the doctor's permission.Keep the medication away from children's reach.It is contraindicated in case of Hypersensitivity to the drug. This medicine is not recommended for use in children and adolescents less than 16 years of age.\n",
    "effects": "\nEvery patient may not experience the side effects of the Muscoril capsule. Some of them may experience its side effects, but they may disappear with time. If any of the side effects persist, then immediately seek medical help.Some of the Muscoril Capsule side effects are listed below.It can cause vomiting, nausea, and diarrhea.It can cause allergic reactions such as itching and skin rashes, dizziness, drowsiness, and weakness.It may cause swelling on the face, lips, feet, hands, or any other part of the body.Itching and skin rash, Swelling of face, lips, eyelids, tongue, hands and feet, Fainting and drowsiness, Nausea and Vomiting, Diarrhea may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001500.jpg",
    "title": "Muscoril Inj 1x6 (L)",
    "formula": "Thiocolchicoside\nSanofi",
    "price": "Rs. 776.88/Pack",
    "details": "It is a muscle relaxant used to relieve painful muscle contractions.",
    "precautions": "\nIt is contraindicated in case of Hypersensitivity to the drug. This medicine is not recommended for use in children and adolescents less than 16 years of age.\n",
    "effects": "\nItching and skin rash, Swelling of face, lips, eyelids, tongue, hands and feet, Fainting and drowsiness, Nausea and Vomiting, Diarrhea.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001670.jpg",
    "title": "Neo-Pyrolate 1ML Inj 1x10 (L)",
    "formula": "Glycopyrrolate and Neostigmine\nHilton",
    "price": "Rs. 1050.4/Pack",
    "details": "It is used to treat GI (gastrointestinal) ulcers. Also in surgery, it is used to lower secretions such as saliva.",
    "precautions": "\nPlease consult your doctor or Pharmcist\n",
    "effects": "\nBody aches or Pain, Chills, Constipation, Cough, Decrease in the frequency of urination, Decrease in urine volume, Dribbling, Difficulty with breathing may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002780.jpg",
    "title": "Atrelax 5ML Inj 1x5 (L)",
    "formula": "Atracurium Besylate\nAbbott",
    "price": "Rs. 1061.9/Pack",
    "details": "This medication is used to treat Muscle Spasm or Cramps or Spasticity.",
    "precautions": "\nUse With Caution having Cardiovascular Disease and Bronchial Asthma.\n",
    "effects": "\nHistamine Release, Bradycardia, Wheezing, Reaction at Injection Site.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004270.jpg",
    "title": "Tracrium 5ML Inj 1x5 (L)",
    "formula": "Atracurium Besylate\nGSK",
    "price": "Rs. 1131.2/Pack",
    "details": "This medication is used to treat Muscle Spasm or Cramps or Spasticity.",
    "precautions": "\nUse With Caution having Cardiovascular Disease and Bronchial Asthma.\n",
    "effects": "\nHistamine Release, Bradycardia, Wheezing, Reaction at Injection Site.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001911.jpg",
    "title": "No-Spa 40MG 2ML Inj 5x5 (L)",
    "formula": "Drotaverine\nGlobalPhar",
    "price": "Rs. 1177.5/Pack",
    "details": "It is used in Cholangitis, Cholecystitis, Cholecytolithiasis, Nephrolithiasis and Muscle spasm.",
    "precautions": "\nContraidicated in Cardiac insufficiency, Hepatic insufficiency.\n",
    "effects": "\nDizziness, Vertigo, Headache, Nausea, Vomiting, Palpitation, Constipation, Insomnia, Dry mouth, Hypotension.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001542.jpg",
    "title": "Myonal Tab 10x10 (L)",
    "formula": "Eperisone\nHilton",
    "price": "Rs. 1824/Pack",
    "details": "Myonal tablets belong to the category of medicine known as non-steroidal anti-inflammatory drugs. The main or active ingredient present in this medicine is nimesulide. It provides relief from pain and inflammation. It controls the production of a\n\nREAD MORE",
    "precautions": "\nFollowing precautions must be kept in mind before taking this medication. Read the leaflet carefully and check the ingredients list before taking medicine. In case you are allergic to any of the ingredients present in the medicine, do not take medicine. Kidney patients must avoid taking the medication because it may worsen the situation.Liver patients should also avoid taking medicine because it worsens the condition.Pregnant women should also avoid taking the medication because unnecessary use of medicine may cause harm to the unborn child.Breastfeeding mothers should also avoid taking the medication unnecessarily because it passes onto the baby in small amounts through breast milk and may not be good for the infant’s growth and nervous system.Do not use expired medication.Do not recommend the medicine to others on your own. Limit your exposure to the sun.Keep the medicine away from children’s reach. This should not be given in Pregnancy and children, Kidney failure. Should be used with caution if allergic to Eperisone.\n",
    "effects": "\nLikewise, every medicine also has some side effects. But everyone doesn't need to experience the side effects. Some people might not feel any change after taking medicine, while others may get a severe allergic reaction. The following list contains some of the side effects associated with the use of this medicine. In case any of the following side-effects persists or worsens, seek medical assistance immediately.Feeling of nausea or vomiting.Irritable Bowel Syndrome such as diarrhea or constipation. HeartburnStomach disruption or gastrointestinal refluxNervousness and anxietyHot flashesChills and feverLoss of appetiteLow sex driveDizziness or drowsinessHeadache or light-headednessHeadache InsomniaLow sex driveSevere allergic reaction from the medicine may causeRashes or irritation on the skinRednessSwelling on the face, tongue, or feetUrinary retentionChanges in the color of urineThe appearance of blood in the urine.\n"
  }
]
