[
  {
    "image": "https://static.servaid.com.pk/product/bulk/009542.jpg",
    "title": "Iodex 28G Oint",
    "formula": "Iodine, methyl salicylate\nGSK",
    "price": "Rs. 55.14/Pack",
    "details": "Iodex is a generic medication manufactured by apollo pharmacy. It belongs to the drug class known as antiseptic and germicides. It also belongs to the medicine category of vaginal anti-infectives. Iodex ointment contains natural ingredients such\n\nREAD MORE",
    "precautions": "\nSome of the iodex precautions are listed below that should be followed while using it.Before using the iodex, inform your doctorAbout the patient medical history.If you are allergic to any of the ingredients present in this medication.If you have any hypersensitivity problems.If you are taking any supplement or any other prescription at the same time.Avoid using the iodex on children without consulting your doctor.Consult your doctor before using iodex in pregnancy. Also, nursing mothers should consult the doctor before using it.Store it at room temperature.If the iodex leaflet contains the content \"only for external use,\" then do not take it by mouth to treat the mouth infections.Avoid touching the iodex with your eyes. If get touched with your eyes, then immediately wash your eyes with water and consult your doctor for medical advice.Avoid applying the iodex on deep wounds or puncture wounds.Avoid applying it to large areas. Always follow the direction suggested by the doctor or available in the leaflet.Consult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nEvery patient using the iodex may not experience its side effects. However, some of the iodex formula side effects are listed below. If any of the side effects persist or get worsen, then immediately seek medical help.It can cause swelling, warmth, redness, and blistering of the skin.It can also cause crusting of the skin.You may experience severe skin irritation, itching, and burning of the skin.In some patient's severe allergic reactions are also reported, such as skin rashes, itching, allergy, swelling, and redness of the skin.The above list may not contain all the possible side effects of iodex. Thus, for your satisfaction, you can consult your doctor. Allergic contact Dermatitis may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004852.jpg",
    "title": "Wintogeno 50G Balm 1x1 (P)",
    "formula": "Methylsalicylate Containing Topicals\nMerck",
    "price": "Rs. 72.55/Pack",
    "details": "This product is used to treat minor Aches and Pains of the Muscles/Joints, such as Arthritis, Backache, Sprains.",
    "precautions": "\nTell your doctor/Pharmacist if you are Allergic to methyl salicylate; or to aspirin or other salicylates, asthma, Nasal polyps.\n",
    "effects": "\nRedness, mild itching, or irritation at the application site may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002522.jpg",
    "title": "Phlogin 20G Gel",
    "formula": "Diclofenac Sodium, Topical\nBrookes",
    "price": "Rs. 73.93/Pack",
    "details": "It is used to treat Pain and Joint stiffness.",
    "precautions": "\nPatient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nRedness and itching may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003684.jpg",
    "title": "Sofac 20G Gel",
    "formula": "Diclofenac Sodium, Topical\nSaffron",
    "price": "Rs. 74.63/Pack",
    "details": "It is used to treat Pain and Joint stiffness.",
    "precautions": "\nPatient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nRedness and itching may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001462.jpg",
    "title": "Moven 20G Gel",
    "formula": "Diclofenac Sodium, Topical\nCCL",
    "price": "Rs. 83.17/Pack",
    "details": "It is used to treat Pain and Joint stiffness.",
    "precautions": "\nPatient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nRedness and itching may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001360.jpg",
    "title": "Mobikare 20G Gel",
    "formula": "Diclofenac Sodium, Topical\nBarrett",
    "price": "Rs. 88.63/Pack",
    "details": "It is used to treat Pain and Joint stiffness.",
    "precautions": "\nPatient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nRedness and itching may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004464.jpg",
    "title": "Ultraheat Rub 25G Cream",
    "formula": "Methylsalicylate Containing Topicals\nFerozsons",
    "price": "Rs. 89.94/Pack",
    "details": "This product is used to treat minor Aches and Pains of the Muscles/Joints, such as Arthritis, Backache, Sprains.",
    "precautions": "\nTell your doctor/Pharmacist if you are Allergic to methyl salicylate; or to aspirin or other salicylates, asthma, Nasal polyps.\n",
    "effects": "\nRedness, mild itching, or irritation at the application site may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007463.jpg",
    "title": "Dicloran 20G Gel",
    "formula": "Diclofenac Sodium, Topical\nSami",
    "price": "Rs. 98.5/Pack",
    "details": "Dicloran gel is a prescribed medicine that is manufactured by a unique Pharma lab, and its distributor is named Unimed. Dicloran gel composition consists of diclofenac sodium that is an active ingredient in this medicine. It is available in vario\n\nREAD MORE",
    "precautions": "\nFollowing dicloran gel precautions should be followed while using it to get effective results.Inform the doctor when you get prescribed this medicineAbout your medical history, specifically, if you have asthma or urticaria disease.If you have any allergic problems from the ingredient used in this medicine.About the prescription that you are already following. While taking dicloran gel, do not drive. Also, avoid the use of heavy machinery that needs mental alertness. Do not use it if you are pregnant. Avoid taking it by mouth. Also, avoid touching it with eyes, nose, and lips.Consult your doctor before applying it on the sun-burned skin, irritated skin, and open wounds.Wash your hands before and after applying for this medicine. Also, wash the affected area before applying it that is being treated.Use the exact amount as suggested by the doctor. Excessive use of this gel may result in pilling. And less amount may not be effective to get well soon.Check the expiry date before applying it. Store it at room temperature.ContraindicationsDicloran gel contraindications are listed below. Thus, avoid using dicloran in those medical conditions.Children under having age of fourteen years do not use this medicine.Do not use dicloran gel if you notice the symptoms of asthma. Or patients suffering from already asthma disease do not use this gel.Dicloran gel is contraindicated to the patients having hypersensitivity problems from the ingredient used in the formulation of dicloran gel.The use of Dicloran gel in pregnancy is contraindicated.It is also contraindicated to use in the urticaria medical condition.Patient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nDicloran can result from some side effects, but not every patient using dicloran gel needs to experience them. Some of the dicloran gel side effects are listed below.It can cause some common side effects such as nausea, indigestion, diarrhea, constipation, headache, dizziness, drowsiness, and tiredness. It can also cause difficulty in breathing. Dicloran gel contains some active ingredients that can result in allergic reactions such as itching.It can cause stuffy nose and gas problems.It can result in high blood pressure problems.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004786.jpg",
    "title": "Voltral Emulgel 20G Gel",
    "formula": "Diclofenac Sodium, Topical\nNovartis",
    "price": "Rs. 128.46/Pack",
    "details": "Novartis pharmaceutical is a well recognized multinational brand that is not only known for its oral medication but also its non-steroidal drugs. Besides the manufacturing of injections and tablets, Novartis is serving in the medical field with its READ MORE",
    "precautions": "\nSome major precautions should be always taken before the intake of any medicine. Some questions regarding the precautions include the reactions to the patient that is allergic to dicloran.Most doctors avoid recommending this gel to pregnant ladies as it may threaten the mental and physical development of the child.Other precautions include its excessive use as it may harm mental and kidney health. Kidney patients and people with poor liver health should also not apply this gel for a long period.. It may be taken with paracetamol to attain relief.Besides all these precautions, every medicine should be kept away from children and must be used with your doctor's prescription. As stated earlier, this dose of gel is not safe for kids as well.Patients with a medical history of high blood pressure and heart disease should also not apply it without recommendations.Patient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nLike every other drug, this drug may or may not accuse side effects. Some possiblevoltral emulgel side effectsthat may occur are indigestion, stomach ache, nausea, dizziness, and all this will create a loss of hunger.According to the pharmacist, excessive use of diclofenac sodium on the body may affect the skin too.Besides the above side effects, the area of application may get blisters or redness. The severe case of reaction may include pain, spotting, redness, or swelling as well.However, it all depends upon the body structure that how much your body is immune to the reaction.Redness and itching may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012797.jpg",
    "title": "Dowfen 25G Gel",
    "formula": "Ketoprofen Topical Gel\nIndus",
    "price": "Rs. 129.87/Pack",
    "details": "Ketoprofen is used to relieve Pain, Swelling, and Joint stiffness from Arthritis.",
    "precautions": "\nTell your doctor /Pharmacist if you are allergic to it or to other nonsteroidal anti-inflammatory drugs.\n",
    "effects": "\nRedness, Swelling or Itching at the site of application may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008126.jpg",
    "title": "Fastum 30G Gel",
    "formula": "Ketoprofen Topical Gel\nPharmatec",
    "price": "Rs. 131.19/Pack",
    "details": "Fastum gel belongs to the group of anti-inflammatory ointments. It provides instant relief from muscular pain, soft tissue pain. Primarily, this ointment is used to provide relief from pain, injury and swelling. It is not a steroid and does not caus READ MORE",
    "precautions": "\nThis ointment can be used on the external area. Do not use it on genitals, eyes etc.If you have skin allergies, consult the doctor before using this ointment.Do not use it excessively or for more extended periods.Pregnant women must consult a doctor before it.Breastfeeding mothers should avoid taking anything since it can pass on to the baby in small amounts.Keep the ointment out of childrenas sight.Keep it stored below 25oCKidney patients must avoid using any kind of ointment without consulting a doctor.Better stop using it if you feel any reaction to the medicine.Tell your doctor /Pharmacist if you are allergic to it or to other nonsteroidal anti-inflammatory drugs.\n",
    "effects": "\nFastum gel does not usually cause any severe side effects until and unless you are allergic or suffering from certain medical conditions. Consult the doctor immediately in case you experience any severe discomfort after applying the gel.Following are some of the possible side-effects caused by this ointment.Slight burning and itchiness are normal. However, if the condition worsens, seek medical assistance immediately.Severe side-effects of this medicine are as followsThese may occur if the person is allergic to any of the ingredients present or maybe due to some other medical condition as well.Irritable Bowel Syndromes such as diarrhoea and constipationHeadacheFatigueWeaknessDizziness and FaintingVomiting and feelings of nausea.InsomniasShortness of breathDryness of mouthEar buzzingNervousnessTirednessBlurry visionSevere changes in weightChanges in appetiteFluRapid heartbeatSevere back painSeizures\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002334.jpg",
    "title": "Pacific&#8217;S Pain Relief 50G Cream",
    "formula": "Methylsalicylate Containing Topicals\nPacific Ph",
    "price": "Rs. 179.66/Pack",
    "details": "This product is used to treat minor Aches and Pains of the Muscles/Joints, such as Arthritis, Backache, Sprains.",
    "precautions": "\nTell your doctor/Pharmacist if you are Allergic to methyl salicylate; or to aspirin or other salicylates, asthma, Nasal polyps.\n",
    "effects": "\n Redness, mild itching, or irritation at the application site may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009286.jpg",
    "title": "Droxaryl 20G Cream",
    "formula": "Butoxyphenyl Acetahydroxamic Acid\nContinentP",
    "price": "Rs. 184.72/Pack",
    "details": "It is for eczema, dermatitis, atopic dermatitis and other skin diseases",
    "precautions": "\nBefore using it, inform your doctor about your current list of medications, over the counter products (e.g. vitamins, herbal supplements, etc.), allergies, pre-existing diseases, and current health conditions (e.g. pregnancy, upcoming surgery, etc.). Do not give this medication to anyone else, even if they have the same symptoms as you do. It can be harmful for people to take this medication if their doctor has not prescribed it. Only apply on affected area. Donot apply near eye area. Avoid contact with eyes. Ask your physician or pharmacist before taking any multivitamins during pregnancy and breast feeding\n",
    "effects": "\nBurning, itching, Quaddelbildng, swelling of the skin, blistering, scaling\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/040046.jpg",
    "title": "Nadard 50G Cream",
    "formula": "Methylsalicylate Containing Topicals\nBeurer",
    "price": "Rs. 212.56/Pack",
    "details": "This product is used to treat minor Aches and Pains of the Muscles/Joints, such as Arthritis, Backache, Sprains.",
    "precautions": "\nTell your doctor/Pharmacist if you are Allergic to methyl salicylate; or to aspirin or other salicylates, asthma, Nasal polyps.\n",
    "effects": "\nRedness, mild itching, or irritation at the application site may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/041955.jpg",
    "title": "Velosty 50G Cream",
    "formula": "Pain relief cream\nMcolson",
    "price": "Rs. 272.63/Pack",
    "details": "Velosty cream is indicated for muscles and joints pain.",
    "precautions": "\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n",
    "effects": "\nNo side effects are reported yet. Consult a doctor if it causes skin allergies, itching, redness, swelling or inflammation, or severe existing condition.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004788.jpg",
    "title": "Voltral Emulgel 50G Gel",
    "formula": "Diclofenac Sodium, Topical\nNovartis",
    "price": "Rs. 300.36/Pack",
    "details": "It is used to treat Pain and Joint stiffness.",
    "precautions": "\nPatient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nRedness and itching may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035890.jpg",
    "title": "Voltral 40G Emulgel",
    "formula": "Diclofenac dietylamine\nPepsi Cola",
    "price": "Rs. 360.43/Pack",
    "details": "It is used for Pain Releif, Muscle Cramps and Spasticity.",
    "precautions": "\nUse with caution having Asthma, Bleeding or clotting problems, Nasal polyps, Heart disease, Hypertension, Liver disease, Intestinal problems (bleeding, ulcers, Heartburn), Stroke.\n",
    "effects": "\nUpset stomach, Nausea, Heartburn, Diarrhea, Constipation, Gas, Drowsiness, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013726.jpg",
    "title": "Deep Heat 50G Cream",
    "formula": "Analgesic\nUnilever",
    "price": "Rs. 409.42/Pack",
    "details": "It is used for Pain Releif, Muscle Cramps and Spasticity.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nUpset stomach, Nausea, Heartburn, Diarrhea, Constipation, Gas, Drowsiness, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/039726.jpg",
    "title": "Neufreeze 2.5Oz Gel",
    "formula": "Menthol, Camphor\nHigh-Q",
    "price": "Rs. 554.52/Pack",
    "details": "It is used for Pain Releif, Muscle Cramps and Spasticity.",
    "precautions": "\nUse with caution having Asthma, Bleeding or clotting problems, Nasal polyps, Heart disease, Hypertension, Liver disease, Intestinal problems (bleeding, ulcers, Heartburn), Stroke.\n",
    "effects": "\nUpset stomach, Nausea, Heartburn, Diarrhea, Constipation, Gas, Drowsiness, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009030.jpg",
    "title": "Biofreeze 4Oz Gel",
    "formula": "Menthol, Camphor\nCottonCraf",
    "price": "Rs. 785.56/Pack",
    "details": "This gel is widely used by athletes and old people who get muscle strains. This gel gives a cold soothing affect to muscles and numbs the pain. This gel is also used to treat aches and pains of joints and muscles due to arthritis and backache.&nb\n\nREAD MORE",
    "precautions": "\nThe antibiotics Gentamicin and Amikacin are both aminoglycoside antibiotics, meaning they interact with ribosomes. If you have any allergic reactions to gentamicin, Amikacin, or another aminoglycoside antibiotic, tell your doctor before using the antibiotic. People who are allergic to certain inactive ingredients or react badly to them might have an adverse reaction to this product. Learn more by talking to your pharmacist.WarningMedication should not be applied on an uncovered area, and the open area should be left uncovered until the doctor instructs otherwise. Only use a small amount of it because it won’t have an effect and may make the skin condition worseTell your doctor or dentist before having surgery about all the products you use (including prescription drugs, nonprescription drugs, and herbal products).When it is clear that the medication is needed, use it during pregnancy. Before talking to your doctor, be aware of the potential benefits and risks.Patient should not wash the treated area for at least 1 hour after the application. It should not be applied to open wounds.\n",
    "effects": "\nFollowing are some side effects that might happen after using this cream. If they become worse or you notice an increase in your problem, tell your doctor soon.These skin issues may include skin irritation, redness, and itching. Tell your doctor or pharmacistif any of these effects persist or worsen.Loosening of skin when applying this medication.Unexpected hair growing.A very serious skin allergy from this cream is rare, but it mostly depends on one's medicalcondition, but still, one should consult medical help if one of these allergies show up.Swelling on the applied area.Itchy feel on the skin.Having trouble while breathingThe use of this medication over an extended period of time may lead to the development of skin infections other than those for which it was prescribed (such as fungal or other bacterial infections). If you notice any unusual skin symptoms or if your condition does not improve, be sure to contact your doctor. Redness and itching may occur.\n"
  }
]
