[
  {
    "image": "https://static.servaid.com.pk/product/bulk/006694.jpg",
    "title": "Ceregin 15ML Soln",
    "formula": "Co-dergocrine Mesylate\nPlatinum",
    "price": "Rs. 70.56/Pack",
    "details": "It Is Used To Treat Dementia And It Improves Indices Of Cognitive Function Such As Memory And Learning.",
    "precautions": "\nBefore Taking It, Tell Your Doctor Or Pharmacist If You Are Allergic To It; Or If You Have Any Other Allergies. This Product May Contain Inactive Ingredients (Such As Peanut/Soy), Which Can Cause Allergic Reactions Or Other Problems. Talk To Your Pharmacist For More Details.\n",
    "effects": "\nAbdominal Cramps, Nausea, Vomiting, Headache, Blurred Vision, Skin Rashes, Nasal Congestion, Flushing Of The Skin, Dizziness, Low Blood Pressure And Slow Heart Beat.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/040261.jpg",
    "title": "Dowvigil 100MG Tab 2x10 (L)",
    "formula": "Modafinal\nMartin Dow",
    "price": "Rs. 183.6/Pack",
    "details": "This Tab Used To Treat The Symptoms Of Excessive Sleepiness Caused By Obstructive Sleep Apnea, Narcolepsy And Shift Work Sleep Disorder.",
    "precautions": "\nBefore Using This Medication, Tell Your Doctor Or Pharmacist Your Medical History, Especially Of Heart Problems (Such As Enlarged Heart, Mitral Valve Problem, Chest Pain, Heart Attack, Irregular Heartbeat), Heart Problems After Taking Stimulant Drugs Such As Amphetamines (Including Chest Pain, Irregular Heartbeat), High Blood Pressure, Liver Problems, Mental/Mood Disorders (Such As Depression, Mania, Psychosis), Personal Or Family History Of A Substance Use Disorder (Such As Overuse Of Or Addiction To Drugs/Alcohol).\n",
    "effects": "\nHeadache, Nausea, Nervousness, Dizziness, Or Difficulty Sleeping May Occur. If Any Of These Effects Persist Or Worsen, Tell Your Doctor Or Pharmacist Promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006696.jpg",
    "title": "Ceregin 4.5MG Tab 1x10 (L)",
    "formula": "Co-dergocrine Mesylate\nPlatinum",
    "price": "Rs. 205.1/Pack",
    "details": "this medication is used to treat ADHD and Dementia.",
    "precautions": "\nUse With Caution having severe bradycardia.\n",
    "effects": "\nNausea, GI upset, Nasal Stiffiness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006695.jpg",
    "title": "Ceregin 1.5MG Tab 1x30 (L)",
    "formula": "Co-dergocrine Mesylate\nPlatinum",
    "price": "Rs. 232.2/Pack",
    "details": "this medication is used to treat ADHD and Dementia.",
    "precautions": "\nUse With Caution having severe bradycardia.\n",
    "effects": "\nNausea, GI upset, Nasal Stiffiness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/040260.jpg",
    "title": "Dowvigil 200MG Tab 2x10 (L)",
    "formula": "Modafinal\nMartin Dow",
    "price": "Rs. 309.4/Pack",
    "details": "Used To Treat The Symptoms Of Excessive Sleepiness Caused By Obstructive Sleep Apnea, Narcolepsy And Shift Work Sleep Disorder.",
    "precautions": "\nBefore Using This Medication, Tell Your Doctor Or Pharmacist Your Medical History, Especially Of Heart Problems (Such As Enlarged Heart, Mitral Valve Problem, Chest Pain, Heart Attack, Irregular Heartbeat), Heart Problems After Taking Stimulant Drugs Such As Amphetamines (Including Chest Pain, Irregular Heartbeat), High Blood Pressure, Liver Problems, Mental/Mood Disorders (Such As Depression, Mania, Psychosis), Personal Or Family History Of A Substance Use Disorder (Such As Overuse Of Or Addiction To Drugs/Alcohol).\n",
    "effects": "\nHeadache, Nausea, Nervousness, Dizziness, Or Difficulty Sleeping May Occur. If Any Of These Effects Persist Or Worsen, Tell Your Doctor Or Pharmacist Promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004212.jpg",
    "title": "Tofranil 25MG Tab 10x20 (L)",
    "formula": "Imipramine\nNovartis",
    "price": "Rs. 336/Pack",
    "details": "This medication is used to treat depression and anxiety. This medication helps \n\nuplift your mood. It helps to make you feel calm and relaxed. It is also used to treat\n\nnighttime wetting in children. This medicine belongs to the ca\n\nREAD MORE",
    "precautions": "\nBefore taking the medication inform the doctor about your complete medical history in detail.Read the leaflet carefully and check the list of ingredients specifically. In case you are allergic to any of the ingredients present in the medicine. Do not take it and ask the doctor to give the alternative of this medicine.If you have asthma or other breathing issues or if you are diabetic, then you must take the medicine only for the prescribed period because it increases the risk of getting seizuresPatients suffering from kidney failure or liver dysfunction should only take the medication when it is clearly required because the medication is considered unsafe for these patients.This medication should not be taken excessively because it increases the risk of schizophrenia.This medication is not for the use of patients with cardiovascular problems, because it increases the risk of death in patients with heart problems.Pregnant women and breastfeeding mothers should avoid taking this medication at all costs because it can damage the brain cells of the infant.The medicine should be kept away from children’s reach.The medicine should be stored in a dry and cool place.Contraindicated in Epilepsy, Mania, Narrow angle Glaucoma, Prostatic Hypertrophy, Post myocardia infarction, Urinary retention, Pregnancy, Neonates. Photosensitivity may occur, so take protective measures. Monitor ECG before taking large doses.\n",
    "effects": "\nLikewise, every other medication. This medicine also has some side effects. Some people might not feel any change after taking the medicine. However, others might feel mild to rare side effects. Some of the side effects associated with the use of this medication are as follows. If any of the following side-effects persist, seek medical assistance immediately.Irritable Bowel Syndromes such as diarrhoea and constipationFever or sore throat due to allergic reaction from the medicine.Nightmares and hallucinationsExtreme SweatingPressure on the bladderBlurry visionHeavy head or headacheDrowsiness and DizzinessFatigue and LethargyExtreme changes in weight. Some people may become obese, others may shed all the pounds.Low sex driveChanges in the menstrual cycle. Periods may become irregular.Tingling sensation in hands and feetSwelling on faceDifficulty in urinatingDark coloured stools.Stiff musclesEnlarged BreastsAbdominal CrampingShortness of breathSeizuresDrowsiness, Dizziness, Fatigue, Restlessness, Impotence, Weight gain, Impairement of memory, Dry mouth, Urinary retention, Delayed ejaculation, Enlarged prostate gland may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012672.jpg",
    "title": "Attentra 25MG Tab 3x10 (L)",
    "formula": "Atomoxetine\nJ&amp;J Pak",
    "price": "Rs. 1116.3/Pack",
    "details": "Atomoxetine is used to treat attention-deficit hyperactivity disorder (ADHD) as part of a total treatment plan, including psychological, social, and other treatments. It may help to increase the ability to pay attention, concentrate, stay focused, a READ MORE",
    "precautions": "\nBefore taking atomoxetine, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of a certain adrenal problem (pheochromocytoma), bladder or prostate problems, glaucoma, heart problems (such as irregular heartbeat, heart failure, previous heart attack, problems with heart structure), family history of heart problems (such as sudden cardiac death, irregular heartbeat), high blood pressure, liver disease, personal/family history of mental/mood disorders (such as bipolar disorder, depression, psychosis, suicidal thoughts), stroke. This drug may make you dizzy or drowsy. Alcohol or marijuana (cannabis) can make you more dizzy or drowsy. Do not drive, use machinery, or do anything that needs alertness until you can do it safely. Limit alcoholic beverages. Talk to your doctor if you are using marijuana (cannabis). Before having surgery, tell your doctor or dentist about all the products you use (including prescription drugs, nonprescription drugs, and herbal products).\n",
    "effects": "\nStomach upset, nausea, vomiting, constipation, tiredness, loss of appetite/weight loss, dry mouth, dizziness, drowsiness, trouble sleeping, or decrease in sexual ability/desire may occur. In women, menstrual cramps or missed/irregular periods may also occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  }
]
