[{"image":"https://static.servaid.com.pk/product/bulk/006006.jpg","title":"Cafergot 100/10MG Tab 1x10 (L)","formula":"Ergotamine and Caffeine\nNovartis","price":"Rs. 33.5/Pack","details":"It is used to treat vascular headache such as, Migraine and Cluster headaches.","precautions":"\nTell your doctor/Pharmacist your medical history, especially of Blood circulation disease (e.g., Arteriosclerosis, Thrombophlebitis, Raynaud's disease), Hypertension, Malnutrition), Heart/Blood vessel disease (e.g., Coronary artery disease, Stroke, Recent heart attack), Liver disease, Kidney disease, Severe infection, Severe itching, Smoking/Tobacco use, Diabetes.\n","effects":"\nNausea, Vomiting, Dizziness, Hypertension may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/014740.jpg","title":"Migram 5MG Cap 2x6 (L)","formula":"Flunarizine\nGeneral","price":"Rs. 103.44/Pack","details":"It is used to prevent Migraine. It is also used to prevent and treat Vertigo and other conditions of the Inner ear and the Brain.","precautions":"\nContraindicated in Hypersensitivity to the drug and in patients with Depression and Parkinson's disease. This medicine should be used with caution in a patient having a liver disease or impairment of normal liver function. It should not be administered if the impairment is severe or the patient is undergoing hemodialysis. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nTingling or Numbness of the hands and feet, Ringing or buzzing in the ears, Depression, Twitching and unusual movement of muscles, Excessive/No sleep, Weight gain, Increased appetite, Blocked or runny nose, Irregular menstrual periods and Unusual tiredness and weakness may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/003861.jpg","title":"Stugeron 25MG Tab 10x5 (L)","formula":"Cinnarizine\nJanssen","price":"Rs. 113/Pack","details":"Stugeron tablet is also one of the most selling products across the nation by Aspin pharma Pvt. Ltd. originally being acquired by Janssen-Cilag Ltd.\n\nAspin pharma is a growing native pharmaceutical company and produces medicine in almost all\n\nREAD MORE","precautions":"\nSome major precautions should be always taken before the intake of any medicine.Pregnant ladies should inform their physician before taking this medicine.Other precautions include its excessive use as it may harm mental and kidney health. People having stomach, kidney, or liver disorders are also recommended to avoid it.People allergic to cinnarizine or other similar drugs are strictly restricted to avoid this medicine as it may worsen the situation.If the patient is having Parkinson's disease (brain imbalance disease) then he or she must report to the doctor before intake of this medicine. A person having any sort of blood disease or is an alcoholic must avoid this medicine.Besides all these precautions, every medicine should be kept away from children and must be used with your doctor’s prescription. As stated earlier, the higher dosage of this medicine is not safe for kids as well.Use of this medicine may cause lack of interest, low mood, sleep disturbances in some patients. It should be administered with caution in patients with an active/past instance of depression.This medicine is not recommended for use in children below 5 years of age. This medicine should be used with caution in patients suffering from Parkinson's disease. It should be used only when the potential benefits outweigh the risks involved with use. This medicine is not recommended for use if you have a genetic disorder of the blood and skin (Porphyria). The risk of adverse effects are significantly high and hence your doctor may suggest a suitable alternative.\n","effects":"\nSimilar to every other drug, this drug may or may not accuse side effects. Some possible stugeron side effects that may occur are indigestion, stomach ache, nausea, dizziness, and even diarrhea too.According to the pharmacist, excessive intake of stugeron tablets may also result in weight gain. Some may face headaches, faint visualization, or mouth-filled saliva.However, it all depends upon the body structure that how much your body is immune to the reaction. The people having great immune will have fewer side effects in contrast to the people having poor immunity.In the case of someone who has consumed this stugeron tablet, if they experience any side effect getting severe must be reported to the emergency.Drowsiness, dizziness, headache, constipation, stomach upset, blurred vision, excessive salivation, indigestion are the side-effects . These effects may decrease as your body adjusts to the medication. If any of these effects persist or worsen, contact your doctor.\n"},{"image":"https://static.servaid.com.pk/product/bulk/009648.jpg","title":"Luner 5MG Cap 2x6 (L)","formula":"Flunarizine\nSaffron","price":"Rs. 114/Pack","details":"It is used to treat problems associated with the inner ear and the brain. This medicine is used to treat dizziness and sickness associated with motion sickness.","precautions":"\nUse of this medicine may cause lack of interest, low mood, sleep disturbances in some patients. It should be administered with caution in patients with an active/past instance of depression.This medicine is not recommended for use in children below 5 years of age. This medicine should be used with caution in patients suffering from Parkinson's disease. It should be used only when the potential benefits outweigh the risks involved with use. This medicine is not recommended for use if you have a genetic disorder of the blood and skin (Porphyria). The risk of adverse effects are significantly high and hence your doctor may suggest a suitable alternative.\n","effects":"\nDrowsiness, dizziness, headache, constipation, stomach upset, blurred vision, excessive salivation, indigestion . These effects may decrease as your body adjusts to the medication. If any of these effects persist or worsen, contact your doctor.\n"},{"image":"https://static.servaid.com.pk/product/bulk/004345.jpg","title":"Triptan 2.5MG Tab 1x3 (L)","formula":"Zolmitriptan\nValor","price":"Rs. 120.12/Pack","details":"It is used to treat migraines. It helps to relieve headache, pain, and other migraine symptoms (including nausea, vomiting, sensitivity to light/sound).","precautions":"\nBefore using zolmitriptan, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of blood circulation problems (for example, in your legs, arms/hands, or stomach), certain types of headaches (hemiplegic or basilar migraine), heart problems (such as chest pain, irregular heartbeat, previous heart attack), liver disease, seizure, stroke or \"mini-stroke\" (transient ischemic attack). The risk of heart disease, liver disease, and high blood pressure increases with age. Older adults may be more sensitive to the side effects of this drug, especially increased blood pressure and heart problems. It is unknown if this drug passes into breast milk. Consult your doctor before breast-feeding. Do not take any MAO inhibitors (isocarboxazid, linezolid, methylene blue, moclobemide, phenelzine, procarbazine, rasagiline, safinamide, selegiline, tranylcypromine) during treatment with this medication. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nTingling/numbness, nausea, dry mouth, weakness, drowsiness, or dizziness may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/003860.jpg","title":"Stugeron Forte 75MG Cap 2x6 (L)","formula":"Cinnarizine\nJanssen","price":"Rs. 185.52/Pack","details":"It is used to treat problems associated with the inner ear and the brain. This medicine is used to treat dizziness and sickness associated with motion sickness.","precautions":"\nUse of this medicine may cause lack of interest, low mood, sleep disturbances in some patients. It should be administered with caution in patients with an active/past instance of depression.This medicine is not recommended for use in children below 5 years of age. This medicine should be used with caution in patients suffering from Parkinson's disease. It should be used only when the potential benefits outweigh the risks involved with use. This medicine is not recommended for use if you have a genetic disorder of the blood and skin (Porphyria). The risk of adverse effects are significantly high and hence your doctor may suggest a suitable alternative.\n","effects":"\nDrowsiness, dizziness, headache, constipation, stomach upset, blurred vision, excessive salivation, indigestion . These effects may decrease as your body adjusts to the medication. If any of these effects persist or worsen, contact your doctor.\n"},{"image":"https://static.servaid.com.pk/product/bulk/003611.jpg","title":"Sibelium 5MG Cap 2x6 (L)","formula":"Flunarizine\nJanssen","price":"Rs. 205.32/Pack","details":"Sibelium capsule is a prescribed medicine for patients with migraines. It is manufactured by Janssen Pharmaceuticals. Sibelium capsule composition consists of 5 mg of Flunarizine. It belongs to the medicine category of products that are used as s\n\nREAD MORE","precautions":"\nFollowing Sibelium capsule precautions should be followed while taking it.Before taking the Sibelium capsule, you should inform the doctor aboutYour previous medical history. Inform the doctor if you have insomnia, a breathing problem, a kidney, or a liver problem.Inform the doctor if you are taking any other prescription at the same time or taking any other supplements.Inform the doctor if you have allergic problems such as skin rashes, redness of the skin, etc., from any of the ingredients present in the Sibelium capsule formula.You should store the medicine at 30 degrees below temperature.Check the expiry date before taking medicine.Prevent eating a heavy diet; otherwise, you can gain weight.You should consult the doctor while taking Sibelium capsules in pregnancy and breastfeeding.Exercise caution in patients suffering from liver problems.Contraindicated in Hypersensitivity to the drug and in patients with Depression and Parkinson's disease. This medicine should be used with caution in a patient having a liver disease or impairment of normal liver function. It should not be administered if the impairment is severe or the patient is undergoing hemodialysis. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nSibelium capsule side effects can range from common, to moderate or to severe. Some of the Sibelium capsule side effects are the following. Sibelium capsule common side effects that a patient can suffer are somnolence, dry mouth, constipation, and fatigue.The patient can also experience the side effects of increased appetite, weight gain, and heartburn.It can cause some severe side effects such as allergic reactions in the form of skin rashes, itching, swelling, redness of the skin, etc.It can cause severe depression problems, anxiety, and behavior change.It can cause muscular pain, nausea, and difficulty in sleeping that is known as insomnia.Some other side effects are also reported while taking this medicine, such as stomach discomfort, breast pain, runny nose, and sleepiness.If any of the above-described side effects persist, then seek medical help and consult your doctor.Tingling or Numbness of the hands and feet, Ringing or buzzing in the ears, Depression, Twitching and unusual movement of muscles, Excessive/No sleep, Weight gain, Increased appetite, Blocked or runny nose, Irregular menstrual periods and Unusual tiredness and weakness may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/006196.jpg","title":"Sumatec 50MG Tab 1x2 (L)","formula":"Sumatriptan\nPlatinum","price":"Rs. 230.12/Pack","details":"It is used to treat Migraine.","precautions":"\nUse with caution having blood circulation problems, Heart problems, Liver disease, Seizure, Stroke or \"mini-stroke\".\n","effects":"\nFlushing, Numbness, Tiredness, Weakness, Drowsiness, Dizziness.\n"},{"image":"https://static.servaid.com.pk/product/bulk/003818.jpg","title":"Stemetil 5MG Tab 2x50 (L)","formula":"Prochlorperazine\nSanofi","price":"Rs. 240/Pack","details":"Stemetil tablets belong to the Prochlorperazine maleate drugs or Phenothiazines. It is a prescription medication that helps to maintain the balance of certain chemicals in the brain so that their work does not disturb. It also affects some parts\n\nREAD MORE","precautions":"\nSome of the Stemetil Tablets precautions and warnings are described below.Before taking Stemetil, inform your doctor about your previous medical history. Also, tell him about the supplement that you are taking.Before using it, inform your doctor if you are suffering from Phaeochromocytoma, Parkinson's, myasthenia gravis, blood clots, prostate, diabetes, dementia, asthma, bowel problem, etc.If you are suffering from an allergy, then avoid taking Stemetil. Take caution if, in your previous medical history, you find that you are allergic to any of the ingredients that are used in it. Also, if you are allergic to phenothiazine medicines, then avoid the use of this medication.If you find the symptoms of difficulty in breathing or wheezing, swelling on your face or any other parts of the body such as the tongue, lips, etc., and rashes on the skin such as itching, hives on your skin, then stop taking Stemetil.If you are suffering from shock, liver, kidney, or heart problem or a disease associated with the blood cells, then take some advice from the doctor before using it.Also, if you have jaundice, such as yellowing of skin or eyes, then avoid its use.This medication is also not taken by patients who are in a comma or by anyone who is in an unconscious condition.Avoid the use of such medicines that have effects relating to drowsiness while you are taking medication.Be careful while driving or operating the machinery when you are taking this medicine.Avoid the use of alcohol while you are taking Stemetil tablets.\n","effects":"\nThe followings are Stemetil tablet's side effects are described below.It can cause drowsiness, dizziness, vomiting, and menstrual periods. You may also feel symptoms of blurred vision and skin reactions.It can cause low blood pressure and insomnia. It can also cause jitteriness and neck muscle spasms.It may also cause involuntary repetitive movements that are known as tardive dyskinesia.Some cases related to neuromuscular reactions have been reported.Maybe all of the Stemetil tablet's side effects are not described here. If you feel any problem with the usage of this medication, then immediately seek medical help.\n"},{"image":"https://static.servaid.com.pk/product/bulk/040253.jpg","title":"Synflex-M M 85/500MG Tab 1x2 (L)","formula":"Sumatriptan + Naproxen Sodium\nMartin Dow","price":"Rs. 249.52/Pack","details":"Synflex M tablet is indicated to provide relief from acute to chronic pain. It is occasionally given to patients after undergoing surgery. It acts on the part of the brain responsible for feeling pain. It makes it numb so that the patient rests p\n\nREAD MORE","precautions":"\nBefore taking the medication, read the leaflet carefully to reduce the possible side effects associated with the medicine. Take the medication on the doctor's advice only. In case you are allergic to any of the substances present in the medicine, do not use it.People suffering from hypertension or high blood pressure problems must avoid using the medicine. In case it is necessary, you can consult the doctor and discuss the composition and other necessary information related to the medicine. Patients with allergies and other inflammatory conditions must consult the doctor before using the medicine. With the use of this medication, it is advised to drink lots and lots of water to avoid the problem of high blood pressure or kidney failure. Patients suffering from intestinal or gut -problems must avoid using the medication. Keep the medicine away from children’s reach.Store it in a cool and dry place. Use with caution having blood circulation problems, Heart problems, Liver disease, Seizure, Stroke or \"mini-stroke\".\n","effects":"\nLikewise, in every medicine, this medication also has some side effects. Although, it is not necessary that everyone is likely to experience the side effects. Some people may not possibly feel even the slightest change and get better; others may experience serious side effects. Following are some of the side effects associated with the use of this medication.Extreme abdominal cramping or stomach cramping.Allergies or the appearance of rashes on the skin.Headache followed by dizziness and lethargy.Hypertension or high blood pressure.Cardiac arrest Shortness of breath or difficulty in breathingBlurred visionDryness of mouthChanges in the colour of urineChanges in stool pattern.Irritable bowel syndrome such as diarrhoea or constipation. Blood in the urineKidney stones.\n"},{"image":"https://static.servaid.com.pk/product/bulk/012560.jpg","title":"Sumoxen 85/500MG Tab 1x2 (L)","formula":"Sumatriptan\nSami","price":"Rs. 264.32/Pack","details":"It is used to treat Migraine.","precautions":"\nUse with caution having blood circulation problems, Heart problems, Liver disease, Seizure, Stroke or \"mini-stroke\".\n","effects":"\nFlushing, Numbness, Tiredness, Weakness, Drowsiness, Dizziness.\n"},{"image":"https://static.servaid.com.pk/product/bulk/005526.jpg","title":"Enier 8MG Tab 3x10 (L)","formula":"Betahistine\nSami","price":"Rs. 277.2/Pack","details":"It is used for Meniere's syndrome, Balance disorders and Vertigo.","precautions":"\nIt should not be used in patients with Pheochromocytoma.\n","effects":"\nVomiting, Abdominal pain, Bloating, Stomach upset, Itching Skin rashes, hives.\n"},{"image":"https://static.servaid.com.pk/product/bulk/003566.jpg","title":"Serc 8MG Tab 3x10 (L)","formula":"Betahistine\nAbbott","price":"Rs. 310.8/Pack","details":"It is used for Meniere's syndrome, Balance disorders and Vertigo.","precautions":"\nIt should not be used in patients with Pheochromocytoma.\n","effects":"\nVomiting, Abdominal pain, Bloating, Stomach upset, Itching Skin rashes, hives.\n"},{"image":"https://static.servaid.com.pk/product/bulk/013551.jpg","title":"Vergo 16MG Tab 3x10 (L)","formula":"betahistine dihydrochloride\nJ&amp;J Pak","price":"Rs. 397.2/Pack","details":"It is used for Meniere's syndrome, Balance disorders and Vertigo.","precautions":"\nIt should not be used in patients with Pheochromocytoma.\n","effects":"\nVomiting, Abdominal pain, Bloating, Stomach upset, Itching Skin rashes, hives.\n"},{"image":"https://static.servaid.com.pk/product/bulk/005525.jpg","title":"Enier 16MG Tab 3x10 (L)","formula":"Betahistine\nSami","price":"Rs. 397.2/Pack","details":"It is used for Meniere's syndrome, Balance disorders and Vertigo.","precautions":"\nIt should not be used in patients with Pheochromocytoma.\n","effects":"\nVomiting, Abdominal pain, Bloating, Stomach upset, Itching Skin rashes, hives.\n"},{"image":"https://static.servaid.com.pk/product/bulk/000731.jpg","title":"Limigzol 2.5MG Tab 1x10 (L)","formula":"Zolmitriptan\nGenetics","price":"Rs. 478.2/Pack","details":"It is used to treat migraines. It helps to relieve headache, pain, and other migraine symptoms (including nausea, vomiting, sensitivity to light/sound).","precautions":"\nBefore using zolmitriptan, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of blood circulation problems (for example, in your legs, arms/hands, or stomach), certain types of headaches (hemiplegic or basilar migraine), heart problems (such as chest pain, irregular heartbeat, previous heart attack), liver disease, seizure, stroke or \"mini-stroke\" (transient ischemic attack). The risk of heart disease, liver disease, and high blood pressure increases with age. Older adults may be more sensitive to the side effects of this drug, especially increased blood pressure and heart problems. It is unknown if this drug passes into breast milk. Consult your doctor before breast-feeding. Do not take any MAO inhibitors (isocarboxazid, linezolid, methylene blue, moclobemide, phenelzine, procarbazine, rasagiline, safinamide, selegiline, tranylcypromine) during treatment with this medication. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nTingling/numbness, nausea, dry mouth, weakness, drowsiness, or dizziness may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/013920.jpg","title":"Enier 24MG Tab 3x10 (L)","formula":"betahistine dihydrochloride\nBeiersdorf","price":"Rs. 489.9/Pack","details":"It is used for Meniere's syndrome, Balance disorders and Vertigo.","precautions":"\nIt should not be used in patients with Pheochromocytoma.\n","effects":"\nVomiting, Abdominal pain, Bloating, Stomach upset, Itching Skin rashes, hives.\n"},{"image":"https://static.servaid.com.pk/product/bulk/003565.jpg","title":"Serc 16MG Tab 3x10 (L)","formula":"Betahistine\nAbbott","price":"Rs. 541.2/Pack","details":"Serc tablet is being sold under the name of betahistine; this tablet has the potential to treat vertigo disease. It depresses the vertigo symptoms. Vertigo disease is a disease in which one person tends to lose one's balance. The person feel\n\nREAD MORE","precautions":"\nWhenever you take medicine, the first thing one makes sure is that they don't have any previous diseases or any other allergies from using some medicines. If you are pregnant or, breast-feeding take this tablet with your doctor's advice. These are some points that tell how you should take this medicine.If you are taking a serc tablet, then some diseases get worse by taking this medicine. We will discuss these diseases one by one. One of these diseases is asthma. If you have asthma and you take a serc tablet, then it will cause difficulty in breathing, and your chest will feel more burden, and it causes hindrance in breathing.If you have a weak liver, then do not take this medicine without asking your doctor about the dosage of when to take and how to take it. If you have an un-stable liver, then this serc tablet will cause liver function to diminish.If you have stomach related problems and difficulty indigestion or stomach ulcer, then this tablet can make the condition worse. This tablet, when taken orally, enters the stomach and acts on its wall. If you have weak stomach walls or any history of ulcers, then contact your doctor before using this tablet.If you are pregnant or hoping to become pregnant, this medicine can be dangerous. So, contact your doctor if you get pregnant during using it. It is still known confirmed whether this table mixes into breast milk or not. But still, if one is taking this tablet and breastfeeding, it can negatively affect the baby.  Definitely contact your doctor if you should continue with this tablet or not.\n","effects":"\nAlmost every medicine has some side effects. These side effects can be very mild, severe, or some can be mild. Another important factor about side effects being listed with every medicine is that everyone who takes this medicine doesn't need to be affected. It only depends on the person's health if the side effects will be affected or not.Some of these side effects are treated easily with mild treatments, and in some cases, these side effects go without doing anything in two to three days. Only 1% of the patients using this medicine have been affected by these side effects. If these side effects continue to last for is than 3 days, or if the pain gets worsen, contact your doctor immediately.Some of the major side effects associated with serc tablets are choking, headaches, chest pain, difficulty in digesting food, vomiting, or feeling of vomiting. Some other side effects can occur if these side effects appear, then contact your doctor. These side effects are itching, rash on the skin, and pain in the digesting region.Some side effects are very rare, and if it occurs, that is an emergency situation. These side effects are allergic reactions, which can be swelling in the body's different areas, i.e., face, throat, hives, or hindrance in breathing.There can be some other side-effects that are listed here. If other than these side effects occur, then one must contact his/her doctor and discuss these side effects with them.\n"},{"image":"https://static.servaid.com.pk/product/bulk/006476.jpg","title":"Serc 24MG Tab 3x10 (L)","formula":"Betahistine\nAbbott","price":"Rs. 765/Pack","details":"It is used for Meniere's syndrome, Balance disorders and Vertigo.","precautions":"\nIt should not be used in patients with Pheochromocytoma.\n","effects":"\nVomiting, Abdominal pain, Bloating, Stomach upset, Itching Skin rashes, hives.\n"}]