[{"image":"https://static.servaid.com.pk/product/bulk/008840.jpg","title":"Haemaccel 500ML Inf","formula":"Polygeline\nSanofi","price":"Rs. 458.32/Pack","details":"Haemaccel is a plasma volume substitute. It is an intravascular colloid. It is used as a substitute to overcome the requirement of blood loss due to an accident, haemorrhage, burns, injury, etc. \n\nActive Ingredient\n\nThe main\n\nREAD MORE","precautions":"\nThis medication is usually given to patients that have become immobile. Make sure to tell the doctor about all the allergies and ailments of the patient to avoid any allergic reaction.Individuals having gelatine allergies should not take this medication.If the blood circulating is already higher, then you must not use haemaccel. If you already have enough fluid in your body, then you must avoid taking hemocoel infusion.If you are suffering from blood clotting impairment, then you must not take this medication because it increases the risk of bleeding. If you are suffering from heart or kidney disease, then you must avoid taking this infusion because a large volume of fluid through drips is bad for these organs’ health.Most of the plasma substitutes increase the risk of catching allergies. These allergies could be mild and severe as well. It is considered safe for patients suffering from liver impairment. If you are taking any other medication, inform the doctor about it before taking this infusion.Although plasma infusion is considered safe for pregnant women or breastfeeding mothers, it is always necessary to talk to your doctor before taking anything during that period to avoid any fatal consequences of the medicine. It is contra-indicated in patients with a known Hypersensitivity to constituents of the preparation and/or patients with existing anaphylactoid reactions. Should be used with caution in an increased risk of histamine release (e.g. allergic persons and patients with a history of histamine response; also patients who in the previous 7 days have received a drug which releases histamine).In the latter cases, it may be given only after taking appropriate prophylactic steps. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nLikewise, every other medication. This medication also has some side effects that might not be experienced by everyone. However, individuals with certain allergies might get some side effects from the use of this medication. Following are some of the side effects associated with the use of this medication. Mild skin infections such as nettle rash or hives may be experienced by some of the individuals.Mental health changes such as aggressiveness, nervousness, agitation. Hypersomnia or oversleepingHeadache Irritable Bowel Syndrome such as diarrheaAllergic reactions from this medication have been observed in extremely rare cases.During or after the infusion of Volume-expanding solutions, transient Urticarial skin reactions (wheals), Hypotension, Tachycardia, Bradycardia, Nausea/Vomiting, Dyspnoea, Increases in temperature and/or Shivering may occasionally occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/008142.jpg","title":"Aminovel 600 5% 500ML Inf","formula":"Aminoacid Preps\nOtsuka","price":"Rs. 716.2/Pack","details":"Aminovel injection provides the required nutrients to the body. It provides strength to the immune system. The main ingredients of this product are amino acids, vitamins, and other essential nutrients required by the proper functioning of the bod\n\nREAD MORE","precautions":"\nBefore taking the medication, inform the doctor of your complete medical history, the medications you are using.Read the leaflet carefully before taking the medication. Check the list of ingredients thoroughly to avoid any allergic reaction from any of the ingredients present in the medication.If you are already suffering from a low blood pressure problem, inform the doctor about it because this medication also has the side effect of lowering blood pressure.People suffering from bleeding disorders should also consult the doctor before taking the medication because it can make the situation worse.Do not take antacids or laxatives while taking this medication.Store the medicine at room temperature.Pregnant women must only take the medication in case it is clearly needed.Breast-feeding mothers should also take the medication on a doctor's prescription.Keep the medication away from children’s sight.Do not give in calcium overload patient. In the presence of hereditary phenylketonuria, attention should be given to the fact that Ketosteril contains phenylalanine. Use with caution in patients with history of GI disease (colitis), asthma or allergies. Use with caution in breast feeding and nursing mothers.\n","effects":"\nFollowing is the list of side effects associated with the use of this medication. All medications have some side effects; however, the side effects vary from person to person. Not everyone experiences the side effects of the medication. List of possible side-effects associated with the use of this medication. Abdominal cramping or pain.Blurred vision.Tingling on the hands and feetBloated or gaseous feelingLow blood pressure or hypotension in some peopleExtreme HeadacheFaintness or drowsinessLethargy or agitationSoreness on the site of injectionSwelling on the whole body because of the allergy to any of the substances present in the medication.It may also cause electrolyte imbalance in certain patientsMental health problems such as depression, anxiety, and extreme mood swingsTingling of hands and feetIt can cause hypercalcemia\n"}]