[
  {
    "image": "https://static.servaid.com.pk/product/bulk/007375.jpg",
    "title": "Desferal 500MG Inj 1x10 (L)",
    "formula": "Desferrioxamine Mesylate\nNovartis",
    "price": "Rs. 3178.3/Pack",
    "details": "It is used as a Chelating agent in sudden iron poisoning.",
    "precautions": "\nUse with caution having Kidney problems, Rheumatoid arthritis, Diabetes, any Fungal infection.\n",
    "effects": "\nPain and swelling at the injection site or blurred vision.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014453.jpg",
    "title": "Asunra 400MG Tab 3x10 (L)",
    "formula": "Deferasirox\nAl-Hilal",
    "price": "Rs. 9828.9/Pack",
    "details": "This medication is used to treat ongoing high levels of iron in the body caused by multiple blood transfusions.",
    "precautions": "\nUse with caution having Kidney disease, Liver disease, Low platelet counts, Cancer, Damaged blood-forming cells (high-risk myelodysplastic syndromes).\n",
    "effects": "\nNausea, Vomiting, Diarrhea, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011230.jpg",
    "title": "Anexate Inj 1x5 (L)",
    "formula": "Flumezenil\nRoche Pak",
    "price": "Rs. 24389.15/Pack",
    "details": "Flumazenil is used to reverse benzodiazepine sedation to help you wake up after your medical procedure. Flumazenil is also used to treat benzodiazepine overdose in adults.",
    "precautions": "\nIt should be used with caution in patients with head injury as it may be capable of precipitating convulsions or altering cerebral blood flow in patients receiving benzodiazepines. It should not be used until the effects of neuromuscular blockade have been fully reversed. Caution should be exercised when deciding to administer flumazenil to a nursing woman because it is not known whether flumazenil is excreted in human milk. Some products that may interact with this drug are Alprazolam, Amitriptyline, Amitriptyline; Chlordiazepoxide, Amoxapine, Benzodiazepines, Chlordiazepoxide, Clonazepam, Clomipramine, Clorazepate, Desipramine, Diazepam, Estazolam, Flurazepam, Imipramine, Lorazepam, Midazolam, Nortriptyline, Oxazepam, Perphenazine; Amitriptyline, Temazepam, Tricyclic antidepressants and Zolpidem. Caution should be exercised with initial and/or repeated dosing to patients with liver disease.\n",
    "effects": "\nFatigue (asthenia, malaise), headache, injection site pain*, injection site reaction (thrombophlebitis, skin abnormality, rash), nausea, vomiting\n"
  }
]
