[
  {
    "image": "https://static.servaid.com.pk/product/bulk/009484.jpg",
    "title": "Gum Paint 20ML Liquid",
    "formula": "Herbal extracts\nMico Indco",
    "price": "Rs. 36.96/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005608.jpg",
    "title": "Bonjela 10G Gel",
    "formula": "Choline Salicylate and Cetalkonium\nReckitt",
    "price": "Rs. 39.5/Pack",
    "details": "Bonjela gel is an antiseptic pain-relieving gel. It provides relief from minor mouth problems such as toothache, swollen gums, canker sores, minor gum or mouth injuries. It works like anesthesia. It numbs the area and provides relief. The main in\n\nREAD MORE",
    "precautions": "\nIt is always best to read the leaflet before using the product to avoid the risk of any harmful reaction that could happen.Bonjela gel is not considered safe for people suffering from stomach ulcers or intestinal reflux.Pregnant women can use this ointment in moderate quantities. However, it is best to avoid using it in the last trimester because it contains salicylates, which increase the chances of bleeding.Breast-feeding mothers can use bonjela gel because it does not cause any harm to the nursing infant.It is contraindicated in patients with known hypersensitivity to the active substance or to any of the excipients listed.\n",
    "effects": "\nAlthough the product does not cause any serious side effects if used in moderate quantities. However, some people might get allergies due to the allergic reaction caused by any of the substances present in the gel.Stinging and tingling sensation is normal after applying the gel. Other than that, this product does not cause any serious side effects.Some people might get loose stools or diarrhea due to the excessive use of bonjela gel.Immediately seek medical assistance if you experience any kind of serious discomfort or in case, your condition does not get any better after a few days.Metallic taste, Circumoral tingling, Skin lesions.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005789.jpg",
    "title": "Somogel 20G Gel",
    "formula": "Cetylpyridinium Chloride\nAbbott",
    "price": "Rs. 73.03/Pack",
    "details": "It is used to treat Oral Allergies or Infections.For quick relief of pain and soreness in the mouth or other buccal cavity ailments, Somogel is the right choice of drug. It is useful in the treatment of various mouth conditions and disorders.It is u READ MORE",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the active substance or to any of the excipients listed.Some necessary precautions should be taken while using Somogel.Do not swallow this gel.Wash your hands; make sure your hands are clean before applying this gel in your mouth.Do not use this gel longer than recommended by the doctor.This gel is for MOUTH ONLY. It should not encounter your eyes, nose, or groin area. If it does, make sure to completely rinse that areas with water.Read the instructions mentioned in the leaflet carefully before applying the gel.Do not discontinue the treatment if your doctor has not advised to stop applying the gel. Take the full treatment. Do not miss any dose.\n",
    "effects": "\nAlong with many effective uses of Somogel, it has possible side effects that have been reported in patients.Side effects of Somogel areDry mouthNauseaDiarrhea.Sore mouth.Oral discomfortVomitingMethemoglobinemiaBreathing problemsPale, bluish, gray skinFast heartbeatHeadacheBurning sensation in the mouthAn allergic reaction may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/041807.jpg",
    "title": "Kenalog In Orabase 10G Oint",
    "formula": "Triamcinolone, Topical\nGSK",
    "price": "Rs. 104.03/Pack",
    "details": "This medication is used for the temporary relief of symptoms from mouth sores due to injury. This drug comes in a dental paste that allows it to stick to the inside of the mouth/cheeks/gums. It works by reducing the swelling, itching, and pain that READ MORE",
    "precautions": "\nBefore using triamcinolone, tell your doctor or pharmacist if you are allergic to it; or to other steroids (e.g., hydrocortisone); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication should not be used if you have certain medical conditions. Before using this medicine, consult your doctor, dentist, or pharmacist if you have herpes-type infection, other infections/sores of the mouth or throat. Rarely, using corticosteroid medications for a long time can make it more difficult for your body to respond to physical stress. Therefore, before having surgery or emergency treatment, or if you get a serious illness/injury, tell your doctor or dentist that you are using this medication or have used this medication within the past few months.\n",
    "effects": "\nBurning, itching, irritation, dryness, or redness of the treated area may occur. If any of these effects persist or worsen, notify your doctor, dentist, or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003703.jpg",
    "title": "Solophar 50ML Oral Spray 1x1 (P)",
    "formula": "Dequalinium Chloride, Mouth Spray\nHimont",
    "price": "Rs. 611.82/Pack",
    "details": "It is used to numb the lining of the mouth and throat before certain medical procedures (e.g., intubation). It is also used to temporarily relieve pain from minor mouth/throat problems (e.g., sore throat, canker sores, minor dental procedures, mouth READ MORE",
    "precautions": "\nPlease consult your physician or pharmacist or product package for this information.\n",
    "effects": "\nSore tongue\n"
  }
]
