[
  {
    "image": "https://static.servaid.com.pk/product/bulk/003472.jpg",
    "title": "Acylex 5G Oint",
    "formula": "Acyclovir, Topical\nFerozsons",
    "price": "Rs. 180.21/Pack",
    "details": "It is used to treat infections caused by certain types of viruses. It treats cold sores around the mouth (caused by herpes simplex), shingles (caused by herpes zoster), and chickenpox.",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or to valacyclovir; or if you have any other allergies. This product may contain inactive ingredients (such as polyethylene glycol), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. Before using this medication, tell your doctor or pharmacist your medical history, especially of kidney problems, conditions related to a weakened immune system (such as HIV disease, bone marrow transplant, kidney transplant). This medication works best when started at the first sign of an outbreak, as directed by your doctor. It may not work as well if you delay treatment.\n",
    "effects": "\nThis medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Iverterm 6MG Tab 1x10 (L)",
    "formula": "Ivermectin\nPearl Pharma",
    "price": "Rs. 254.1/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003347.jpg",
    "title": "Acylex 200MG Tab 5x5 (L)",
    "formula": "Acyclovir Inf & Oral\nFerozsons",
    "price": "Rs. 323.25/Pack",
    "details": "Acylex is a prescribed medicine and belongs to the medicine anti-viral infection medicine category. It is primarily used for the treatment of herpes simplex virus infection.\n\nUses\n\nAcylex tablet uses are listed below.\n\nAcyle\nREAD MORE",
    "precautions": "\nAcylex tablet precautions are following.You are advised to inform the doctor about your past medical history before taking Acylex medicine, especially the patient is a kidney patient.Inform your doctor before taking this medicine if you have an allergic problem from valacyclovir or any of the ingredients used in this medicine as it contains some inactive ingredients, for example, polyethylene glycol.For delayed treatment, this medicine is not suitable.Avoid taking alcohol as it can cause dizziness and drowsiness.Avoid the use of heavy machinery while taking this medicine. For example, do not drive during the Acylex medication course.While taking Acylex avoid taking vaccines without consenting from your doctor.Acylex in pregnancy should be used if clearly needed; otherwise, take an alternative treatment.Consult your doctor before taking Acylex in breastfeeding as it can pass through the milk.It should be stored at room temperature should be kept away from moisture and sunlight.Before using it, tell your doctor or pharmacist if you are allergic to it; or to valacyclovir; or if you have any other allergies. This product may contain inactive ingredients (such as polyethylene glycol), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. Before using this medication, tell your doctor or pharmacist your medical history, especially of kidney problems, conditions related to a weakened immune system (such as HIV disease, bone marrow transplant, kidney transplant). This medication works best when started at the first sign of an outbreak, as directed by your doctor. It may not work as well if you delay treatment. \n",
    "effects": "\nAcylex tab side effects are listed below.It can cause headaches, nausea, diarrhea, and maybe vomiting.Acylex can also cause some serious side effects such as dizziness, drowsiness, mood swings, and changes in behavior.Acylex can cause serious allergic reactions, skin rashes, itching, severe abdominal or stomach pain, eye bleeding, or bruising.It can cause kidney problems such as unusual side or back pain.It may cause trouble in sleeping, tremors, agitation, confusion, or trouble in speaking.It can also cause rare and severe problems that can also threaten your life, such as it can harm the blood cells, kidney, sudden vision loss, or any other part of the body.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003301.jpg",
    "title": "Acylex 200MG 60ML Susp",
    "formula": "Acyclovir Inf & Oral\nFerozsons",
    "price": "Rs. 356.04/Pack",
    "details": "it is used for Herpes simplex, Chicken Pox and Shingles.",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or to valacyclovir; or if you have any other allergies. This product may contain inactive ingredients (such as polyethylene glycol), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. Before using this medication, tell your doctor or pharmacist your medical history, especially of kidney problems, conditions related to a weakened immune system (such as HIV disease, bone marrow transplant, kidney transplant). This medication works best when started at the first sign of an outbreak, as directed by your doctor. It may not work as well if you delay treatment.\n",
    "effects": "\nNausea, diarrhea, headache, or vomiting may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003430.jpg",
    "title": "Acylex 800MG Tab 1x10 (L)",
    "formula": "Acyclovir Inf & Oral\nFerozsons",
    "price": "Rs. 363.7/Pack",
    "details": "it is used for Herpes simplex, Chicken Pox and Shingles.",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or to valacyclovir; or if you have any other allergies. This product may contain inactive ingredients (such as polyethylene glycol), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. Before using this medication, tell your doctor or pharmacist your medical history, especially of kidney problems, conditions related to a weakened immune system (such as HIV disease, bone marrow transplant, kidney transplant). This medication works best when started at the first sign of an outbreak, as directed by your doctor. It may not work as well if you delay treatment.\n ",
    "effects": "\nNausea, diarrhea, headache, or vomiting may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003377.jpg",
    "title": "Acylex 400MG Tab 2x10 (L)",
    "formula": "Acyclovir Inf & Oral\nFerozsons",
    "price": "Rs. 415.8/Pack",
    "details": "it is used for Herpes simplex, Chicken Pox and Shingles.",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or to valacyclovir; or if you have any other allergies. This product may contain inactive ingredients (such as polyethylene glycol), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. Before using this medication, tell your doctor or pharmacist your medical history, especially of kidney problems, conditions related to a weakened immune system (such as HIV disease, bone marrow transplant, kidney transplant). This medication works best when started at the first sign of an outbreak, as directed by your doctor. It may not work as well if you delay treatment.\n",
    "effects": "\nNausea, diarrhea, headache, or vomiting may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014374.jpg",
    "title": "Viracure 250MG Tab 1x10 (L)",
    "formula": "Famciclovir\nGillette",
    "price": "Rs. 817.9/Pack",
    "details": "It treats shingles caused by herpes zoster.",
    "precautions": "\nOlder adults may be more sensitive to the side effects of this drug, especially Dizziness, Drowsiness, Confusion, and change in the amount of Urine (kidney problems). Should be used with caution in patients with kidney diseases.\n",
    "effects": "\nHeadache, Nausea, and Diarrhea may occur. Serious side effects, including, mental/mood changes, such as agitation, Slowed thinking, Confusion, Hallucinations, Dizziness, Drowsiness, Kidney problems, such as change in the amount of urine, Yellowing eyes/Skin, easy Bruising/Bleeding.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014776.jpg",
    "title": "Pronto 75MG Cap 1x10 (L)",
    "formula": "Oseltamivir\nCerteza",
    "price": "Rs. 1737.4/Pack",
    "details": "This medication is used to treat lice, which are tiny insects that can infest and irritate the scalp (head lice), the pubic area (crabs), or the body. This medication works by paralyzing and killing lice.",
    "precautions": "\nBefore using pyrethrins/piperonyl butoxide, tell your doctor or pharmacist if you are allergic to it; or to chrysanthemum or ragweed; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of skin infections. Constant or hard scratching of the skin/scalp may lead to a bacterial skin infection. Tell your doctor right away if you develop worsening redness or pus. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is not known whether this drug passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nSkin irritation may occur. If this effect persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005277.jpg",
    "title": "Zovirax 250MG Inf",
    "formula": "Acyclovir Inf & Oral\nGSK",
    "price": "Rs. 2595.7/Pack",
    "details": "it is used for Herpes simplex, Chicken Pox and Shingles.",
    "precautions": "\nUse With Caution having Kidney disease, Lliver disease, Immune system problems.\n",
    "effects": "\nPain or swelling at the injection site, Dizziness, Unusual tiredness, Fast heartbeat, Bleeding, Dark urine, Severe stomach and Abdominal pain, Yellowing eyes or skin, Bloody urine, Hallucinations, Vision changes, Seizures.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/041789.jpg",
    "title": "Redzi 100MG Inj 1x1 (P)",
    "formula": "Remdesivir\nHorizon",
    "price": "Rs. 2772.6/Pack",
    "details": "Redzi injection belongs to the category of medicines known as antivirals. This medication is used on patients under the age of 12 years or individuals that weigh less than 40kg. It halts the spread of the virus in the body and helps in recovering\n\nREAD MORE",
    "precautions": "\nBefore taking the injection, inform the doctor about your allergies or any of the serious ailments that you have had.Inform the doctor if you have suffered a liver or kidney ailment.Do not change your diet until and unless your doctor asks you to do so.It can cause serious side effects. The infusion must be taken in a health care provider’s sight to avoid any fatal consequences of the medication.In case you experience chills, fever, shortness of breath after getting the infusion, immediately inform the doctor.While taking this injection, keep your blood levels checked to ensure the normal functioning of the liver.In case you are taking any other supplements or medicines, inform the doctor about it to avoid any serious situation.Keep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n",
    "effects": "\nEvery medicine has some benefits and some side effects to it. Like every other medication, this medication also has some side effects that might not be experienced by everyone, but some of the common side effects might be felt by everyone. However, severe side effects of the medication are only experienced by individuals having certain allergies. Following are some of the side effects of this medication. If any of the side effects persists or worsens, seek medical assistance immediately. Extreme HeadacheRinging sound in the earsPounding heartbeatTrouble breathingSwelling on the face or tongueNausea or vomitingFever or high temperatureItching sensationExtreme SweatingIrritable Bowel Syndrome such as diarrhea Yellowing of eyesDark colored urinePain or discomfort in the abdominal areaStomach crampingNo side effects are reported. Consult a doctor if it causes digestive problems i.e. gas, bloating, abdominal pain, GERD (gastroesophageal reflux disease), vomiting, nausea, or diarrhea, etc. Allergic reactions may occur i.e. skin itching, rashes, irritations, redness, & inflammation/swelling, etc. Other effects are drowsiness, dizziness, sleepiness, headache, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000942.jpg",
    "title": "Aclova 250MG Inf",
    "formula": "Acyclovir Inf & Oral\nAkhaiPhrma",
    "price": "Rs. 2986.2/Pack",
    "details": "it is used for Herpes simplex, Chicken Pox and Shingles.",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or to valacyclovir; or if you have any other allergies. This product may contain inactive ingredients (such as polyethylene glycol), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. Before using this medication, tell your doctor or pharmacist your medical history, especially of kidney problems, conditions related to a weakened immune system (such as HIV disease, bone marrow transplant, kidney transplant). This medication works best when started at the first sign of an outbreak, as directed by your doctor. It may not work as well if you delay treatment.\n",
    "effects": "\nNausea, diarrhea, headache, or vomiting may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  }
]
