[
  {
    "image": "https://static.servaid.com.pk/product/bulk/005119.jpg",
    "title": "Zentel 200MG Tab 1x2 (L)",
    "formula": "Albendazole\nGSK",
    "price": "Rs. 24.54/Pack",
    "details": "It is used to treat certain tapeworm infections (such as neurocysticercosis and hydatid disease) and Strongyloidiasis.",
    "precautions": "\nUse With Caution having Liver disease, Biliary tract problems (such as blockage), Blood or Bone marrow disorders.\n",
    "effects": "\nNausea, Vomiting, Abdominal pain, Headache, or Temporary hair loss may occur. Vision changes, Dark urine, Confusion, Stiff neck.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005118.jpg",
    "title": "Zentel 10ML Susp",
    "formula": "Albendazole\nGSK",
    "price": "Rs. 28.73/Pack",
    "details": "Zentel Syrups comprises a very useful medication called Albendazole with wide-ranging antiparasite agent qualities. It is considered to be the world's best medicine for children's worms and the best medicine for gastric worms. \n\nIn addi\n\nREAD MORE",
    "precautions": "\nAs recommended by your doctor, take this medicine for the duration.Before use, check the label for instructions.Take it by mouth with a measuring cup. Before use, shake well. Suspension may be taken with or without food, but at a fixed time, it is better.The duration as directed by your doctor should be used for Zentel Syrup.Take it, preferably at a fixed time, with or without food. Even if you feel better, avoid skipping this syrup and complete the entire treatment process.Don't make up the missed dose for a double dose. Just take the next dose as scheduled.Use With Caution having Liver disease, Biliary tract problems (such as blockage), Blood or Bone marrow disorders.\n",
    "effects": "\nMost side effects need no health care and go away as your body adjusts to the medicine. Talk to your doctor if they persist or if you are concerned. Some side effects are:VomitingIncreased liver enzymesNauseaLoss of appetiteDizzinessNausea, Vomiting, Abdominal pain, Headache, or Temporary hair loss may occur. Vision changes, Dark urine, Confusion, Stiff neck.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004670.jpg",
    "title": "Vermol 100MG 30ML Susp",
    "formula": "Mebendazole\nWoodward",
    "price": "Rs. 49.5/Pack",
    "details": "It Is Used To Treat Infections Caused By Worms Such As Whipworm, Pinworm, Roundworm, And Hookworm. It Is Also Used To Treat Infections Caused By More Than One Of These Worms At The Same Time.",
    "precautions": "\nThis Is Contraindicated In Patients With Known Hypersensitivity To The Drug.\n",
    "effects": "\nNausea, Vomitting, Diarrhea, Loss Of Apetite, Rash Etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000456.jpg",
    "title": "Ketress 40MG 15ML Susp",
    "formula": "Levamisole\nICI Pharma",
    "price": "Rs. 51/Pack",
    "details": "ketress suspension used for treating a number of symptoms which also include cough and most of all the ingredients which are generally used to manufacture this medicine are assembled in such a way so that it can be used to treat bronchitis a\n\nREAD MORE",
    "precautions": "\nMost of the time, doctors recommend using this medicine considering the medical health condition of a patient, but if a patient is seriously suffering from lung disease, then it is always recommended not to use this medicine without the consultation of the doctors or pharmacist because they can be extremely negative for your health condition.Contraindicated in Preexisting Blood disorders; Pregnancy and Lactation, Rheumatoid arthritis, Severe renal impairment. Should be taken with caution in Hepatic impairment, Sjogren's syndrome.\n",
    "effects": "\nThe ketress suspension side effects are given below:The most common biggest side effect of using this tablet includes dizziness and drowsiness, but people also suffer from nausea and vomiting as these are considered as the rarest symptoms and side effects of using this tablet, but one cannot neglect these side effects in the long run because they can be disastrous for your health condition.People also suffer from a number of other symptoms, but the major one is listed above, and if you suffer from any of these symptoms or side effects, it is always good to consult to your doctor because these side effects can be negative for your health condition.Diarrhea, Nausea, Taste Impairment may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012465.jpg",
    "title": "Izato 100MG/5ML 30ML Susp",
    "formula": "Nitazoxamide\nGetz",
    "price": "Rs. 56.12/Pack",
    "details": "This medication is used to treat Diarrhea caused by certain parasite infections of the intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Kidney disease, HIV infection. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this medication passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nThis drug usually has no side effects. A very serious allergic reaction to this drug is rare.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004672.jpg",
    "title": "Vermox 100MG 30ML Susp",
    "formula": "Mebendazole\nJanssen",
    "price": "Rs. 58.76/Pack",
    "details": "Vermox or mebendazole (Generic Name) is an oral suspension that is prescribed by doctors to patients who have newly hatched insect worms inside the intestine or worm infection.\n\nVermox is mostly used to treat worm infections caused by whipwo\n\nREAD MORE",
    "precautions": "\nVermox During PregnancyNo resources confirm that Vermox might harm an unborn baby but research applied on animals tells us that it might harm the baby in the first twelve-week of pregnancy (First Trimester).It also does not enter the maternal milk, which could harm the newborn baby while breastfeeding. This means that Vermox is safe in the pregnancy period after the first trimester.Vermox Dosage For ChildrenChildren in a very certain range of age are mostly targeted by the worm infection within the intestine and mebendazole (Vermox) is the medicine for the prevention of worm infection in the intestines.Every patient has their own prescribed instructed dose; the same applies to children who are having worm infections in the intestine. Vermox is not to be given to children below 1 year for oral suspension and below 2 years for chewable tablets.Vermox is generally to be prescribed by the doctors as a one day dose or for 3 days which has to be taken twice a day. If the doctor has only prescribed for a single day, you might need it the next week for complete prevention.Tell your doctor your medical history of, Anemia, Liver disease, Intestinal problems, e.g., Crohn's disease, Ulcerative colitis. During pregnancy, this medication should be used only when clearly needed. This drug passes into breast milk. Consult your doctor before breastfeeding.\n",
    "effects": "\nAs every medication have side effects together with its treatment depending upon your physique and medical condition, not every side effect may occur in the body but if any of this happens one must take serious medical attention.Rare ConditionCough.Dark Yellow Urine.Skin Infection, e.g. rashes.Lower back or side pain.Vomiting.Severe Stomach Pain.Weakness.Ulcers.Yellow eyes or skin.Tightness within the chest.Side Effects where the incidence of it don't seem to be known:Increase in a heartbeat.Swallowing difficulty.Dizziness.Pain in Muscles and joints.Red Eyes.Skin getting red with mostly purple centre.Skin getting lose.Some side effects in the medical field do not need serious medical attention because the side effect disappears as the body gets adjusted to the treatment. As the health care professionals may instruct you about the prevention and reduction. e.g.Causing hair loss.The gas problem in the stomach or intestine.Instant weight loss.Desire to eat is reduced (Food Aversion).\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006460.jpg",
    "title": "Flagyl Plus 90ML Susp",
    "formula": "Diloxanide and Metronidazole\nSanofi",
    "price": "Rs. 60.91/Pack",
    "details": "It is used to treat Amoebiasis, Diarrhoea, Eradication, oliguria.",
    "precautions": "\nShould be used with caution in pregnancy and Children less than 2 years of age, Liver disease, Kidney disease, Certain blood disorders (low blood cell counts).\n",
    "effects": "\nFlatulance, Nausea, Vomiting, Anorexia, Diarrhea, Abdominal cramps, Urticaria, Esophagitis, Albuminuria may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001254.jpg",
    "title": "Metodine Df 90ML Susp",
    "formula": "Diloxanide and Metronidazole\nSearle",
    "price": "Rs. 66.05/Pack",
    "details": "It is used to treat Amoebiasis, Diarrhoea, Eradication, oliguria.",
    "precautions": "\nShould be used with caution in pregnancy and Children less than 2 years of age, Liver disease, Kidney disease, Certain blood disorders (low blood cell counts).\n",
    "effects": "\nFlatulance, Nausea, Vomiting, Anorexia, Diarrhea, Abdominal cramps, Urticaria, Esophagitis, Albuminuria may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005527.jpg",
    "title": "Entamizole 90ML Susp",
    "formula": "Diloxanide and Metronidazole\nAbbott",
    "price": "Rs. 71.93/Pack",
    "details": "Entamizole syrup inhibits energy production by killing the bacteria and other parasites in the body. It also destroys the trophozoites of entamoeba histolytica. It is a synthetic antibacterial medicine that belongs to the medicine class known as\n\nREAD MORE",
    "precautions": "\nBefore taking this medicine, follow some Entamizole syrup precautions.Before using this medicine, consult the doctor and inform him about your past and current medical condition. Also, inform your doctor about the vitamins or any other supplements that you are taking that time or taken in the past.Consult your doctor if you are suffering from any allergic reaction.Also, consult the doctor in case of dermatitis.Inform your doctor if you have a deficiency of G6PD.Take a suggestion from your doctor in case of pregnancy and lactation before using it.Do not stop taking this medicine suddenly for better results.This medicine should not be used if the patient is suffering from liver disease and seizures.Do not use it in case of alcohol intoxication. If the patients have a habit of drinking too much alcohol, then taking this medicine should be avoided.Should be used with caution in pregnancy and Children less than 2 years of age, Liver disease, Kidney disease, Certain blood disorders (low blood cell counts).\n",
    "effects": "\nThe list of possible Entamizole syrup side effects that can occur in patients is listed below. These side effects may be not always occurred, and some of them disappear as the body adjusts to the medicine. If any of the side effects persist, then immediately consult the doctor, and get a proper prescription.This medication has a side effect on the eyes, such you will feel irritation or pain in your eyes.This medicine can also cause stomach upset, which may lead to diarrhea.It has another side effect on your skin. You may get skin rashes and redness.It can cause a loss of appetite, and you may feel sick and weak.It also causes dizziness and drowsiness. It also causes dryness of the mouth and skin.Your taste may also be affected by the use of this medicine.It may lead to causes of disease that affect nerves. It also causes hypersensitivity reactions.It can cause problems related to pruritus and urticaria.You may get symptoms related to mild gastrointestinal disease.Flatulance, Nausea, Vomiting, Anorexia, Diarrhea, Abdominal cramps, Urticaria, Esophagitis, Albuminuria may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001256.jpg",
    "title": "Metodine Df Tab 3x5 (L)",
    "formula": "Diloxanide and Metronidazole\nSearle",
    "price": "Rs. 96/Pack",
    "details": "It is used to treat Amoebiasis, Diarrhoea, Eradication, oliguria.",
    "precautions": "\nShould be used with caution in pregnancy and Children less than 2 years of age, Liver disease, Kidney disease, Certain blood disorders (low blood cell counts).\n",
    "effects": "\nFlatulance, Nausea, Vomiting, Anorexia, Diarrhea, Abdominal cramps, Urticaria, Esophagitis, Albuminuria may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007697.jpg",
    "title": "Dysen Forte 1G Tab 1x2 (L)",
    "formula": "Secnidazole\nNabiqasim",
    "price": "Rs. 101.66/Pack",
    "details": "This medication is used to treat a certain type of vaginal infection (bacterial vaginosis),Parasitic Worms and Amoebiasis.",
    "precautions": "\nUse with caution if having typhoid vaccine.\n",
    "effects": "\nHeadache, Nausea, Diarrhea, Abdominal pain.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007812.jpg",
    "title": "Entamizole 250/200MG Tab 3x10 (L)",
    "formula": "Diloxanide and Metronidazole\nAbbott",
    "price": "Rs. 101.7/Pack",
    "details": "Stomach and intestinal infections can be quite an unpleasant experience and can render you unable to function normally. Be it diarrhoea or amoebiasis, both conditions can easily rob you of your comfort and are certainly painful. To solve this pro\n\nREAD MORE",
    "precautions": "\nDo not consume while or before driving as it may cause dizziness.Do not mix with alcohol.Do not take it during pregnancy. Lactating mothers should also avoid taking this medication.Avoid taking other drugs like anticoagulants, phenobarbitone and lithium.\n",
    "effects": "\nEntamizole side effects include;DizzinessDrowsinessTastelessnessTiredness and dizzinessSkin rashLocal irritationAbdominal crampsHeadacheVertigo and faintingGastrointestinal discomfortFlatulenceLoss of appetiteIn some individuals, this medication might produce some rare side effects. However, it must be noted that these side effects occur in extremely rare cases and should not be worried about usually. Rare side effects include;Weight lossAbdominal painSickening feelingDiarrhoeaSeizures or epilepsyAdverse allergic reactionMetallic tasteDry mouthVomiting or nauseous sensationsIn case of overdosage or adverse reaction, one might face some serious side effects. In case of the below mentioned severe side effects see a doctor immediately;Difficulty in breathingIncreased or irregular heart rateDisturbed liver functionUnusual red spots on the bodyFeeling fatigued most of the time.Fever and shiveringShaking of hands and feet or chills in the body\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007811.jpg",
    "title": "Entamizole Ds 500MG/200MG Tab 1x15 (L)",
    "formula": "Diloxanide and Metronidazole\nAbbott",
    "price": "Rs. 105.15/Pack",
    "details": "The etiological agent of Amoeba histolytica infects 35-50 million people and kills around 55000 people every year. Hence it is important to take this protozoan seriously and take proper medications in the case of infection. Entamizole is just the\n\nREAD MORE",
    "precautions": "\nShould be used with caution in pregnancy and Children less than 2 years of age, Liver disease, Kidney disease, Certain blood disorders (low blood cell counts).Do not consume while or before driving as it may cause dizziness.Do not mix with alcohol.Do not take during pregnancy.Lactating mothers should also avoid taking this medication.Avoid taking with other drugs like anticoagulants, phenobarbitone and lithium.\n",
    "effects": "\nEntamizole side effects include;DizzinessDrowsinessTastelessnessTiredness and dizzinessSkin rashLocal irritationAbdominal crampsHeadacheVertigo and faintingGastrointestinal discomfortFlatulenceLoss of appetiteIn some individuals, this medication might produce some rare side effects. However, it must be noted that these side effects occur in extremely rare cases and should not be worried about usually. Rare side effects include;Weight lossAbdominal painSickening feelingDiarrhoeaSeizures or epilepsyAdverse allergic reactionMetallic tasteDry mouthVomiting or nauseous sensations In case of overdosage or adverse reaction, one might face some serious side effects. In case of the below mentioned severe side effects see a doctor immediately;Difficulty in breathingIncreased or irregular heart rateDisturbed liver functionUnusual red spots on the bodyFeeling fatigued most of the times.Fever and shiveringShaking of hands and feet or chills in the body\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011106.jpg",
    "title": "Nt-Tox 100MG 60ML Susp",
    "formula": "Nitazoxamide\nZafa",
    "price": "Rs. 106.34/Pack",
    "details": "This medication is used to treat Diarrhea caused by certain parasite infections of the intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Kidney disease, HIV infection. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this medication passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nThis drug usually has no side effects. A very serious allergic reaction to this drug is rare.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012466.jpg",
    "title": "Izato 100MG/5ML 60ML Susp",
    "formula": "Nitazoxamide\nGetz",
    "price": "Rs. 106.78/Pack",
    "details": "This medication is used to treat Diarrhea caused by certain parasite infections of the intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Kidney disease, HIV infection. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this medication passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nThis drug usually has no side effects. A very serious allergic reaction to this drug is rare.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003497.jpg",
    "title": "Secnidal Forte 1G Tab 1x2 (L)",
    "formula": "Secnidazole\nSanofi",
    "price": "Rs. 132.56/Pack",
    "details": "Secnidal forte tablet, Also known as Flagenty having a special type of formula which has been chemically and biologically certified. Secnidal forte tablet is used for the treatment of bacterial vaginosis, especially in adult women, mainly because\n\nREAD MORE",
    "precautions": "\nIf you are suffering from any kind of energy, then try not to use this medicine without the direction of the doctor; similarly, if you are in a pregnancy condition, then also try not to use this medicine because it can cause some severe side effects.People suffering from bacterial infections should also try not to use this medicine because it can complement these infections, and in the long run, you can suffer from serious side effects. Use with caution if having typhoid vaccine.\n",
    "effects": "\nSecnidal forte tablet Side effects are also very much severe, and some of these side effects of using this tablet are given below:The most common side effect of using this tablet includes nausea and headache, but these are considered as some of the rarest symptoms of using this tablet and if you suffer from any of these symptoms tell your doctor or pharmacist promptly.The abdominal pain and diarrhea are also considered as some of the rarest symptoms and side effects of using this tablet, so always remember that along with the benefits, you can also suffer from these symptoms and side effects.Vaginal discomfort can also be considered as some of the worst symptom and side effect of using this medicine, along with rash and itching. Headache, Nausea, Diarrhea, Abdominal pain may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006283.jpg",
    "title": "Mectis 6MG Tab 1x10 (L)",
    "formula": "Ivermectin\nIncepta",
    "price": "Rs. 240.2/Pack",
    "details": "This medication is used to treat certain parasitic roundworm infections.",
    "precautions": "\nTell your doctor/Pharmacist if you are allergic to it or if you have any other Allergies, Liver problems. During pregnancy, this medication should be used only when clearly needed.\n",
    "effects": "\nHeadache, Dizziness, Muscle pain, Nausea, or Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000458.jpg",
    "title": "Ketress 40MG Tab 3x10 (L)",
    "formula": "Levamisole\nICI Pharma",
    "price": "Rs. 285.9/Pack",
    "details": "It is used in treatment of Parasitic, Viral, and Bacterial infections.",
    "precautions": "\nContraindicated in Preexisting Blood disorders; Pregnancy and Lactation, Rheumatoid arthritis, Severe renal impairment. Should be taken with caution in Hepatic impairment, Sjogren's syndrome.\n",
    "effects": "\nDiarrhea, Nausea, Taste Impairment may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012392.jpg",
    "title": "Ivermite 6MG Tab 1x10 (L)",
    "formula": "Ivermectin\nHorizon",
    "price": "Rs. 323.4/Pack",
    "details": "Ivermite tablets belong to the category of medicines known as anti-parasite drugs. It is used to treat parasite diseases. Parasites are living organisms that need another living organism such as our body for food and shelter. Parasite diseases ar\n\nREAD MORE",
    "precautions": "\nBefore taking the medication. Make sure to tell the doctor about your complete medical history in detail.In case you get an allergic reaction from the medicine immediately stop using the medicineThis medication can make you dizzy. It is always better to avoid driving after taking the medicine.People with weak immune systems should use this medicine to get rid of the parasites as soon as possible.Pregnant women should only use this medicine when it is needed.Breast-feeding mothers should also avoid using the medicine without a doctor's consultationKeep the medicine away from children’s reach.Store it in a cool and dry place.Do not use the expired productDo not prescribe the medication to others on your own. Tell your doctor/Pharmacist if you are allergic to it or if you have any other Allergies, Liver problems. During pregnancy, this medication should be used only when clearly needed.\n",
    "effects": "\nLikewise, every other medicine, this medicine also has some side effects. The following list contains some of the side effects associated with the use of this medicine. In case you experience any of these side effects after using the medicine immediately stop using the medicine. The feeling of nausea or vomitingHeadacheMuscle spasms Lethargy or fatigueJoint painSwollen eyes, face, or feetTingling sensation in hands, feetChest painConfusion or NervousnessHypersomniaHallucinationsSeizuresAbdominal cramping or stomach painDiarrheaHypotension or Low blood pressureAllergic reaction from the medicine may cause the followingRashesItchinessRedness on the skinShortness of breathSore throatTrouble urinating because of the itchinessIn case someone is being treated for river blindness disease. Side-effects might start to appear during the first few days because in that time the parasites might be dying. Following are some of the side effects that might appear. Joint painSwollen Lymph nodesSwelling of eyesRedness on skinAppearance of rashesWeaknessVision problemsFever or chillsHeadache, Dizziness, Muscle pain, Nausea, or Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/015204.jpg",
    "title": "Mectimite 6MG Tab 1x10 (L)",
    "formula": "Pharmedic",
    "price": "Rs. 323.4/Pack",
    "details": "This medication is used to treat certain parasitic roundworm infections.",
    "precautions": "\nTell your doctor/Pharmacist if you are allergic to it or if you have any other Allergies, Liver problems. During pregnancy, this medication should be used only when clearly needed.\n",
    "effects": "\nHeadache, Dizziness, Muscle pain, Nausea, or Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004673.jpg",
    "title": "Vermox 100MG Tab 6x10 (L)",
    "formula": "Mebendazole\nJanssen",
    "price": "Rs. 330/Pack",
    "details": "The generic name of the Vermox Tablet is Mebendazole. Which is an anthelmintic or we can say that it is an anti-worm drug and the Mebendazole is an active ingredient in it.However, it prevents the worms from growing which are newly hatched and do\n\nREAD MORE",
    "precautions": "\nBefore using the medication, it is very important to consult a doctor and tell them about the current patient condition or share medical history.If they are having any disease so they should be careful while using this drug. The patients having mental issues or disorder should be cautioned.Before taking the Vermox, tell the doctor if the patient has any diseases like kidney problems, ulcerative colitis, liver illness, and neutropenia. They should be cautioned especially.The tablet is not effective for the disease like hydatid.In pregnancyIf the patient is pregnant or planning to become pregnant should avoid using this drug as it can harm the baby and not good for the health.The women who are breastfeeding or planning to should also avoid as the drug mix into the milk, which can harm the baby.Tell your doctor your medical history of, Anemia, Liver disease, Intestinal problems,e.g., Crohn's disease, Ulcerative colitis. During pregnancy, this medication should be used only when clearly needed. This drug passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nEvery medicine has its side effects. Some are rare, but some are very serious. However, some of the patients might be allergic to it due to some active ingredients in it as they may be hypersensitive.The side effects may not occur ever a time to everyone, but it might can occur. Some of the common side effects are:Abdominal painRashes patches on the skinAllergic reactionRedness of skinDiarrheaFlatulenceVomitingPassing of gasSome of the serious side effects which might occur are:neutropenia (in which the white blood cell becomes low).severe skin reactionitching of skinswollen of mouth, lips, and throat.Soreness of mouth, eyes, nose.Skin peelingSkin blisterIf the condition of the patients gets worse, it is advised to consult a doctor immediately. Stomach/Abdominal pain, Vomiting, Diarrhea, Headache, Dizziness, or Drowsiness may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004675.jpg",
    "title": "Vermox 500MG Tab 4x3 (L)",
    "formula": "Mebendazole\nJanssen",
    "price": "Rs. 330.6/Pack",
    "details": "Mebendazole is used to treat Intestinal worm infections such as Pinworm, Roundworm, and Hookworm.",
    "precautions": "\nTell your doctor your medical history of, Anemia, Liver disease, Intestinal problems,e.g., Crohn's disease, Ulcerative colitis. During pregnancy, this medication should be used only when clearly needed. This drug passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nStomach/Abdominal pain, Vomiting, Diarrhea, Headache, Dizziness, or Drowsiness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012594.jpg",
    "title": "Diatazox 500MG Tab 2x10 (L)",
    "formula": "Nitazoxamide\nInnvotek",
    "price": "Rs. 396.6/Pack",
    "details": "Used To Treat Diarrhea Caused By Giardia Or Cryptosporidium. These Conditions Are Sometimes Called \"Traveler'S Diarrhea.\" Nitazoxanide Is Used In Adults And Children Who Are At Least 1 Year Old.",
    "precautions": "\nDo Not Take This Medicine In Larger Or Smaller Amounts Or For Longer Than Recommended.\n",
    "effects": "\nNausea, Stomach Pain,Headache; Or Discolored Urine.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012209.jpg",
    "title": "Nt Tox Tab 2x10 (L)",
    "formula": "Neutrogena",
    "price": "Rs. 415.8/Pack",
    "details": "nt tox tab is a prescribed medicine manufactured by Genix pharma private limited. nt tox tab composition consists of Nitazoxanide. It belongs to the product medicine category used for the treatment of diarrhea.\n\nnt tox tab act like an antipr\n\nREAD MORE",
    "precautions": "\nnt tox tab precautions that should be followed while taking this medicine are listed below. Follow them to get beneficial results from the treatment.Before taking the nt tox tab, inform the doctorAbout your medical history.Suppose you are following any prescription at that time. Also, inform the doctor if there is surgery near that you have to take.If you are taking any herbal or multivitamin or any other supplement.If you have hypersensitivity of an allergic problem from the ingredients used in the nt tox tab formulation and composition.If you are pregnant or planning a baby.Consult the doctor if you are suffering from hepatic and renal infections.Store the medicine at room temperature.Nursing mothers should consult the doctor before taking nt tox tab as it may be harmful to the newborn baby.Inform the doctor if you suffer from liver, HIV, AIDS, or kidney disease. Also, inform the doctor if your immune system is weak.Contraindicationnt tox tab is contraindicated to the patient having a hypersensitivity problem from the ingredients used in its composition. Tell your doctor/Pharmacist your medical history of, Liver disease, Kidney disease, HIV infection. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this medication passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nThe nt tox tab side effects are listed below. Some of them may be temporary and may disappear after some time. But if any serious side effects symptom of any of the symptoms persist, then seek medical help.The common side effects caused by the nt tox tab are headache, stomach pain, abdominal pain, and nausea.It may also cause vomiting.People with allergic problems from the nt tox tab ingredients may also suffer from allergic reactions.It may also cause hypersensitivity problems and discolored urine.This drug usually has no side effects. A very serious allergic reaction to this drug is rare.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012467.jpg",
    "title": "Izato 500MG Tab 2x10 (L)",
    "formula": "Nitazoxamide\nGetz",
    "price": "Rs. 436.6/Pack",
    "details": "This medication is used to treat Diarrhea caused by certain parasite infections of the intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Kidney disease, HIV infection. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this medication passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nThis drug usually has no side effects. A very serious allergic reaction to this drug is rare.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007062.jpg",
    "title": "Combantrin 250MG Tab 1x1 (L)",
    "formula": "Pyrantel Pamoate\nICI Pharma",
    "price": "Rs. 948/Pack",
    "details": "This medication is used to treat Intestinal worm infections such as Pinworm, Roundworm, and Hookworm.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, severe Malnutrition), Anemia. During pregnancy, this medication should be used only when clearly needed.\n",
    "effects": "\nNausea, Vomiting, Diarrhea, Stomach/abdominal cramps, Headache, Drowsiness, Dizziness, Trouble sleeping, or Loss of appetite may occur.\n"
  }
]
