[
  {
    "image": "https://static.servaid.com.pk/product/bulk/007778.jpg",
    "title": "Emkit 0.75MG Tab 1x2 (L)",
    "formula": "Levonorgestrel, Oral\nZafa",
    "price": "Rs. 3.68/Pack",
    "details": "It is used by women to prevent pregnancy after birth control failure (such as a broken condom) or unprotected sex.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, unexplained vaginal bleeding, or if you have any other Allergies to ingredient.\n",
    "effects": "\nNausea/Vomiting, Abdominal pain, Tiredness, Dizziness, Changes in vaginal bleeding, Breast tenderness, or Headache may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007779.jpg",
    "title": "Emkit 1.5MG Tab 1x1 (P)",
    "formula": "Levonorgestrel, Oral\nZafa",
    "price": "Rs. 18.07/Pack",
    "details": "It is used by women to prevent pregnancy after birth control failure (such as a broken condom) or unprotected sex.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, unexplained vaginal bleeding, or if you have any other Allergies to ingredient.\n",
    "effects": "\nNausea/Vomiting, Abdominal pain, Tiredness, Dizziness, Changes in vaginal bleeding, Breast tenderness, or Headache may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008825.jpg",
    "title": "Gynorit Tab 1x2 (L)",
    "formula": "Norethisterone and Ethinyloestradiol\nLCPW",
    "price": "Rs. 37.06/Pack",
    "details": "Gynorit tablets belong to the category of medication known as ovulation inhibitors. It is used to prevent pregnancy. It restores the normal functioning of menstrual periods. The generic name of this medication is Norethisterone Acetate.\n\nHo\nREAD MORE",
    "precautions": "\nBefore taking the medication, inform the doctor about your complete medical history in detail. Diabetic patients should only use it on doctor's prescriptions.Blood clotting in the veins which may cause cardiovascular problems or renal dysfunction.This medication may increase glucose or blood sugar levels. Keep yourself monitored to measure the changes and avoid the risk of any fatal disease.It does not provide protection against sexually transmitted diseases. Keep the medicine away from children.This medication is not considered safe to be used during pregnancy because it may cause miscarriage.It is dangerous to use this medication excessively to regulate periods without consulting a doctor. Longer-term usage of this medication can disrupt the normal functioning of your body, and it will not restore its normal function without medication. It will make the body used to relying on artificial hormones to regulate periods. The medication should not be used during the breastfeeding phase because it is not considered safe for the children.Store the medicine in a cool and dry place.Do not use the expired product.Tell your doctor/Pharmacist your medical history of, Blood clots, Blood clotting disorders (such as Protein C or Protein S deficiency), Hypertension, Abnormal breast exam, Cancer, High cholesterol or Triglyceride levels, Depression, Diabetes, Family or personal history of Angioedema, Gallbladder problems, Severe headaches/Migraines, Heart valve disease, Irregular heartbeat, Previous heart attack, history of Jaundice during pregnancy or while using hormonal birth control (such as pills, patch), Kidney disease, Liver disease, Stroke, Edema, Thyroid problems, Unexplained vaginal bleeding.\n",
    "effects": "\nLikewise, every other medication this medicine also has some side effects. Most of the side effects associated with the use of this medication are as follows. If any of the following side-effects persists or worsens, seek medical assistance immediately.Nausea or Vomiting Headache or Lethargy Bloating or gassy stomachSwelling of breast or tender breastSwollen feet and anklesAbdominal crampingAllergic reaction from any of the substances present in the medicine Hypertension problemVaginal bleeding Vaginal discharge Dizziness or Drowsiness FaintingSmelling groinShortness of breathJaundiceBreast CancerNausea, Vomiting, Headache, Bloating, Breast tenderness, Fluid retention, or Weight change may occur. Vaginal bleeding between periods (spotting) or Missed/irregular periods may occur, especially during the first few months of use.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008820.jpg",
    "title": "Gynaecosid Tab 1x2 (L)",
    "formula": "Methyloestrenolone and Methyloestradiol\nMedera",
    "price": "Rs. 46.54/Pack",
    "details": "Gynaecosid Tablet contains Methylestradiol and Methyloestrenolone as the main or active ingredients. It works by ceasing the estradiol-17-beta steroid activity, raising the blood clots, and stimulating the specific nuclear receptors. It is primar\n\nREAD MORE",
    "precautions": "\nBefore taking a gynaecosid tablet, inform your doctor about your past medical history clearly.Any allergies, pre-existing ailments, and current health conditions must be told to the doctor. Some health conditions may be more susceptible to the disease. Take the dosage as prescribed by the doctor. Inform your doctor immediately if the condition persists or worsens. Patients with a jaundice history, hepatic dysfunction, and bone disease must inform their doctors about the condition. \n",
    "effects": "\nSome of the possible side-effects of gynaecosid are as follows:Nausea followed by vomiting and headache.Breast tendernessBloating and fluid retentionVaginal discharge and abdominal discomfortSudden weight gainFeelings of drowsiness and hypertension. \n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008082.jpg",
    "title": "Famila 28 Tab 1x28 (L)",
    "formula": "Levonorgestrel and Ethinyloestradiol\nZafa",
    "price": "Rs. 76.16/Pack",
    "details": "Famila 28F Tablet Is Used For Hormonal Contraceptive, Avoid Pregnancy When Taken Within 72 Hours Of Having Unprotected Sex, Avoid Pregnancy For Up To Three Years, Prevention Of Pregnancy, Reduces Or Stops The Short-Term Changes Of Menopause, During READ MORE",
    "precautions": "\nConsult A Doctor If You Have Diabetes, Obesity, Undiagnosed Vaginal Bleeding, Mild Hypertension, Migraine, Mental Illness Or Gallbladder Disease.\n",
    "effects": "\nNausea, Vomiting, Headache, Bloating, Breast Tenderness, Swelling Of The Ankles/Feet (Fluid Retention), Or Weight Change May Occur. Vaginal Bleeding Between Periods (Spotting) Or Missed/Irregular Periods May Occur, Especially During The First Few Months Of Use.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008081.jpg",
    "title": "Famila-28 F Tab 3x28 (L)",
    "formula": "Levonorgestrel, Ethinyloestradiol & Ferrous Fumarate\nZafa",
    "price": "Rs. 83.16/Pack",
    "details": "Famila-28 Tablet is used to avoid pregnancy. It contains the active ingredients which are Levonorgestrel, Ferrous Fumarate, and Ethinyl Estradiol.\n\nThis Tablet works by preventing ovaries from delivering an egg; it builds the blood cells and\n\nREAD MORE",
    "precautions": "\nIt is very important for the patient to tell the doctor about their medical history. Share the diseases if they had in the past so that the doctor should recommend it accordingly.Extreme malabsorption, Serious hepatic (liver) impairment, past due menstrual bleeding, Unprotected intercourse over 72 hours already in the current monthly cycle (mensuration cycle).Patients who actually become pregnant after this medicine ought to be checked for ectopic pregnancy.The patient should be cautioned if they are using this medication while having undiscovered unusual vaginal bleeding, diabetes, and extreme virginal bleeding. Females utilizing this as a contraceptive should stand by about a month and a half postpartum (after childbirth) if lactating as it can decrease the milk creation slightly.Consult a doctor for more details and tell, educate them regarding your total clinical history and sicknesses. A patient who is allergic to this medication should inform the doctor as well.If the patient is a smoker, it is very important for them to consult a doctor or not to use this medicine. As it is very risky can cause heart attack, heart stroke or blood clots.\n",
    "effects": "\nThe list is comprising of the side effects which might cause due to some ingredients in the Tablet. The side effects do not always occur, but it may occur. However, some of the side effects are rare, but some are serious.Consult a doctor if any of these gets worse or especially if they don't disappear. Some of the side effects are:NauseaAllergic reactionDizzinessDiarrhoeaHeadacheWeaknessDisturbance in the menstrual cycleConstipationUnexpected bleedingVomiting'sStomach crampsThis medication may cause rare serious problems, which is a heart attack, stroke, vein thrombosis and pulmonary embolism.Move clinical assistance immediately if any of these results happen like sudden dizziness, trouble in speaking, left arm pain, unusual headaches, vision problems, sweating and body pain.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003379.jpg",
    "title": "S.T. Mom 200MCG Tab 1x10 (L)",
    "formula": "Misoprostol\nZafa",
    "price": "Rs. 120.5/Pack",
    "details": "Introduction\n\nS. T mom tablet is a prescribed medicine that is only available on prescription which is marketed and manufactured by the Zada Pharmaceuticals (Pvt) Ltd. S. T mom tablet belongs to the medicine category of products that are u\n\nREAD MORE",
    "precautions": "\nFollowing S. T mom tablet precautions should be experienced while taking it.Special precautions should be followed for patients having ages above thirty-five years or patients who are smokers.Safety precautions should be followed for the patients suffering from cardiovascular disease, renal impairment diabetes, or having the respiratory disease.ContraindicationIt is contraindicated to the patients having hypersensitivity to misoprostol, prostaglandins, or Prost glands.Do not use in Hypersensitivity to misoprostol, prostaglandins, or prostaglandin analogues. Tell your doctor/Pharmacist your medical history of, Inflammatory bowel disease, Risk factors for uterine rupture when this drug is used vaginally (e.g., prior Cesarean delivery, uterine surgery, five or more previous pregnancies).\n",
    "effects": "\nS. T mom tablet can cause some side effects but maybe every patient taking it does not suffer from its side effects. Some of its side effects are temporary and may disappear as the body gets adjusted to the medicine but some of them can be severe. If you notice any of the side effects are worsening or are persisting, then immediately seek clinical help.Some of its side effects are listed below.The common side effects caused by using the S. T mom tablet are diarrhea, stomach upset or discomfort, dry mouth or feeling thirsty, heavy sweating, and being impotent to urinate.It can also cause dry skin and severe allergic reactions that is a very rare side effect of it.It can cause nausea, dizziness, weakness, vaginal bleeding, etc.It can cause severe ongoing stomach discomfort or diarrhea, feeling very thirsty or hot, being unable to urinate, heavy sweating, or hot and dry skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005727.jpg",
    "title": "Prosotec 200MCG Tab 1x10 (L)",
    "formula": "Misoprostol\nAtco Lab",
    "price": "Rs. 120.5/Pack",
    "details": "This medication is used in combination with another drug (mifepristone) to end a pregnancy (abortion).",
    "precautions": "\nDo not use in Hypersensitivity to misoprostol, prostaglandins, or prostaglandin analogues. Tell your doctor/Pharmacist your medical history of, Inflammatory bowel disease, Risk factors for uterine rupture when this drug is used vaginally (e.g., prior Cesarean delivery, uterine surgery, five or more previous pregnancies).\n",
    "effects": "\nIt can cause severe ongoing stomach discomfort or diarrhea, feeling very thirsty or hot, being unable to urinate, heavy sweating, or hot and dry skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011473.jpg",
    "title": "Breeky 200MCG Tab 1x10 (L)",
    "formula": "Misoprostol\nSami",
    "price": "Rs. 128.9/Pack",
    "details": "Breeky tablet is actually another name of Misoprostol. Misoprostol is a euphemism for synthetic and oral PG E1 (prostaglandin E1). This Misoprostol treats side by side two diseases. Firstly, it prevents the internal lining of the stomach as\n\nREAD MORE",
    "precautions": "\nSuppose one person has acidity problems and wants to take an anti-acid along with taking breeky tablet. In that case, one should avoid anti-acid having magnesium in it because it triggers diarrhoea instantly. So, if one wants an anti-acid, he/she should consult a doctor.One important thing that one should always take into account is if they have any allergies to anything. All your allergies should be known by your physician completely. If one person is alcoholic or using tobacco, then this medicine might be harmful because alcohol and tobacco trigger diarrhoea. \n",
    "effects": "\nEvery tablet comes with a number of side effects. These effects do not occur in all the humans taking this tablet. But some of them occurs in a few people. It causes diarrhoea, nausea and vomiting in some people. It also causes stomach aches, gas and constipation. It also causes a headache in some people.Its other side effects are that it causes menstrual cramps, and it may also disturb the menstrual cycle by making them increase or irregular. These are some common side effects that might or might not occur in people. There are also some other side effects. But if these side effects began to increase or if the pain becomes unbearable, then one must see their doctor as soon as possible.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002443.jpg",
    "title": "Penorit Oral 10MG/0.02MG Tab 2x10 (L)",
    "formula": "Norethisterone and Ethinyloestradiol\nSami",
    "price": "Rs. 153.4/Pack",
    "details": "Fibroids may cause abnormal uterine bleeding, but they can be effectively treated with this medicine. Note Its use is also great for those who've missed a month or more of their cycle for a number of months (secondary amenorrhea). It contains 0.02 m READ MORE",
    "precautions": "\nIf a patient is allergic to any of these ingredients, consult a doctor before taking the medication and also let them know if any bad reaction to this drug occurs (sympathomimetics).The drug contains some inactive elements, too, which might cause an allergic reaction or different issues.Before taking the medication, it is important for a patient to consult a doctor and tell them about their medical history if the patient is having breathing issues, for example, asthma, chronic bronchitis, emphysema, smoker's cough.The severe problem like blood coughing, mucus in large quantity, heart issues (heart attack, chest problems, heart failure), overactive thyroid, diabetes, difficulty urinating, eye problem should be cautioned before using this medication.WarningsThis medication will not be used if you have any of the following circumstances A family history of low stomach acid. Ask your doctor or pharmacist before using this medication if you are pregnant or breast-feeding (within 1 year).It is essential that you inform your doctor or pharmacist before using this medication of any medical condition that affects your chances of having breast cancer, heart disease, or high blood pressure, a recent history of heart attack, asthma, or liver disease.You should make sure to tell your doctor about any other medical conditions that make you more likely to develop kidney problems and strokes before using this drug, as well.Tell your doctor/Pharmacist your medical history of, Blood clots, Blood clotting disorders (such as Protein C or Protein S deficiency), Hypertension, Abnormal breast exam, Cancer, High cholesterol or Triglyceride levels, Depression, Diabetes, Family or personal history of Angioedema, Gallbladder problems, Severe headaches/Migraines, Heart valve disease, Irregular heartbeat, Previous heart attack, history of Jaundice during pregnancy or while using hormonal birth control (such as pills, patch), Kidney disease, Liver disease, Stroke, Edema, Thyroid problems, Unexplained vaginal bleeding.\n",
    "effects": "\nThere are some common side effects that might cause when using this medicine. Which includesVomitingHeadacheDizzinessNauseaDrowsinessStomach upsetA very serious allergic reaction may occur to this medication if it occurs and seems severe, so the patient should consult a doctor. Rashes, swelling, itching (particularly of the face/tongue/throat), trouble breathing, and dizziness are some symptoms of a serious allergic reaction.Immediately consult a doctor if any of these improbable but serious side effects occur likeShaking or shivering (tremor)Trouble sleepingAnxietyConfusion, nervousnessMood swingsDizzinessFaintingIrritabilityNausea, Vomiting, Headache, Bloating, Breast tenderness, Fluid retention, or Weight change may occur. Vaginal bleeding between periods (spotting) or Missed/irregular periods may occur, especially during the first few months of use.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008797.jpg",
    "title": "Gravibinan 1ML Inj 1x1 (P)",
    "formula": "Hydroxyprogesterone Caproate and Oestradiol Valerate\nBayer",
    "price": "Rs. 184.41/Pack",
    "details": "Gravibinan injection comes under the hormonal class of drugs. The injection contains hormones that act on the uterus in combination with other hormones for premature birth during pregnancy and in the treatment of several disorders. \n\nC\nREAD MORE",
    "precautions": "\nThe essential gravibinan injection precautions must be read before using to avoid any harmful effects. The important precautionary measures are listed below:Brief your doctor about your history of health, allergies, and medications you are already using.If you have known hypersensitivity to gravibinan injection avoid its usage.Do not take the injection if you have the following conditions: myocardial infection, liver dysfunction, or genital bleeding.The injection is not recommended for females with a history of multiple gestations.Females with a history of depression, hypertension, and anxiety need strict monitoring.The gravibinan injection used in pregnancy is to prevent preterm delivery. The use must be prescribed by a doctor.It is advisable to take the injection only on a doctor's prescription if you are lactating.Stop using the injection if any thromboembolic condition occurs.Stop using the injection if any severe allergic reaction occurs.Strict supervision is needed if you are diabetic while using the injection.Keep it away from the reach of children.Place the medicine in a dry and cool place and save it from sunlight.Not intended for use in women with multiple gestations or other risk factors for preterm birth. Monitor women with history of depression and discontinue if depression recurs. Discontinue use if an arterial or deep venous thrombotic or thromboembolic event occurs.\n",
    "effects": "\nThe gravibinan injection must be used only on the doctor's advice. Following are the possible gravibinan injection side effects. rush to your doctor immediately if you experience severe and prolonged adverse effects.Nausea and vomiting.Itching or rashes.Stomach upset or bloating.Breast tenderness.Diarrhea.Fluid retention.Bleeding.Discharge from nipples.Pulmonary embolism.Dizziness.It can cause Itching, Nausea, Diarrhea. Injection site reactions are Pain, Bruising, Itching, Swelling, or a Hard lump, Hypertension), Fluid retention.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000131.jpg",
    "title": "Hydroxyprogesterone 250MG Inj 1x3 (L)",
    "formula": "Hydroxyprogesterone Caproate\nZafa",
    "price": "Rs. 185.43/Pack",
    "details": "It is used to help lower the risk of having a preterm baby.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Asthma, Blood clots or Other blood clotting problems, Breast or other female organs cancer, Depression, Diabetes, Severe headaches/migraines, Heart problems, High blood pressure, Kidney problems, Liver problems, Seizure disorder, Unusual vaginal bleeding, Yellowing eyes/skin (jaundice) during pregnancy.\n",
    "effects": "\nPain, Swelling, Itching, Bruising, or a Lump at the injection site may occur. Nausea or Diarrhea may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002211.jpg",
    "title": "Omatril Tab 3x10 (L)",
    "formula": "Lynestrenol\nOBS",
    "price": "Rs. 239.4/Pack",
    "details": "It is used for the treatment of Menstrual disorders caused due to a deficiency of this hormone in the body. It is also used as an Oral contraceptive for prevention of pregnancy.",
    "precautions": "\nThis medicine is not recommended for use in Pregnant women. This medicine is not recommended for use in patients with a known allergy to Lynestrenol, Liver Disease, Abnormal vaginal bleeding, Porphyria.\n",
    "effects": "\nWeight gain, Nausea, Headache and dizziness, Loss of libido, Breast pain and tenderness, Altered menstrual cycle, Edema, Depressed mood, Increase in blood glucose level may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002730.jpg",
    "title": "Primolut N 5MG Tab 3x10 (L)",
    "formula": "Norethisterone\nBayer",
    "price": "Rs. 253.2/Pack",
    "details": "Primolut N Tablet contains some active ingredients such as 5 mg of norethisterone. Some of the other ingredients used in it are lactose, maize, starch, and magnesium stearate. All these ingredients are present in their active forms.\n\nTh\n\nREAD MORE",
    "precautions": "\nDo not take Primolut N Tablet if you are pregnant or hoping to get pregnant.Do not take this tablet if you are breastfeeding, as it is risky for the baby.Do not take this tablet if you have some allergic history of norethisterone.Ask your doctor if you have any problem with your blood circulation, such as blood clots formation, if you have a migraine if you have any liver or kidney problem.Do not take this medicine if you have diabetes, high blood pressure, if you are over-weight, heart rhythmic problems, epileptic disorders or breast cancer or any other traces of cancer in the body as it triggers cancer to worsen if it is slightly present in the body.\n",
    "effects": "\nAs every other medicine has some side effects linked with it, this tablet also has some side effects. Some of Primolut N Tablet side effects are getting migraine for the very first time; it can also cause severe headaches that never happened before.Some changes in your eye-sight, hearing or talking, changes in the senses, some blood clots formation in the veins this condition is called as thrombophlebitis. Causal pain in legs, arms, pain in the chest or shortness of breath can also occur.Some common symptoms are coughing, feeling a burden on the chest; the body’s one side getting weak. Vaginal bleeding or spotting, the blood flow getting reduced and abnormal, nausea, swelling and skipping of the period.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008798.jpg",
    "title": "Gravibinan 2ML Inj 1x1 (P)",
    "formula": "Hydroxyprogesterone Caproate and Oestradiol Valerate\nBayer",
    "price": "Rs. 336.1/Pack",
    "details": "It is used in the treatment of Threatened miscarriage and injectable to birth control to prevent pregnancy.",
    "precautions": "\nNot intended for use in women with multiple gestations or other risk factors for preterm birth. Monitor women with history of depression and discontinue if depression recurs. Discontinue use if an arterial or deep venous thrombotic or thromboembolic event occurs.\n",
    "effects": "\nIt can cause Itching, Nausea, Diarrhea. Injection site reactions are Pain, Bruising, Itching, Swelling, or a Hard lump, Hypertension), Fluid retention.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002779.jpg",
    "title": "Proluton Depot 250MG 1ML Inj 1x3 (L)",
    "formula": "Hydroxyprogesterone Caproate\nBayer",
    "price": "Rs. 475.77/Pack",
    "details": "It is used to help lower the risk of having a preterm baby.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Asthma, Blood clots or Other blood clotting problems, Breast or other female organs cancer, Depression, Diabetes, Severe headaches/migraines, Heart problems, High blood pressure, Kidney problems, Liver problems, Seizure disorder, Unusual vaginal bleeding, Yellowing eyes/skin (jaundice) during pregnancy.\n",
    "effects": "\nPain, Swelling, Itching, Bruising, or a Lump at the injection site may occur. Nausea or Diarrhea may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008646.jpg",
    "title": "Glandin E-2 Vag 3MG Tab 1x1 (P)",
    "formula": "Dinoprostone\nNabiqasim",
    "price": "Rs. 577.62/Pack",
    "details": "It is used in Hormonal Therapy, Abortion and Labor induction.",
    "precautions": "\nContraindicated in conditions like Asthma, Glaucoma, Pelvic infections. Use with caution in patients with Heart, Lung, Kidney or Liver diseases, Anemia, Diabetes, Seizure disorders.\n",
    "effects": "\nDizziness, Headache, Nausea, Vomiting, Diarrhea, Flushing, Pyrexia, Bronchospasm, Shivering, Wheezing.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/036035.jpg",
    "title": "Syntomax Inj 1x50 (L)",
    "formula": "Oxytocin\nContinentB",
    "price": "Rs. 608/Pack",
    "details": "This medication is used to induce labour.",
    "precautions": "\nThis medication should not be used in cases of cephalopelvic disproportion (when the baby's head or body is too large can't pass through the mother's pelvis), and abnormal presentation.\n",
    "effects": "\nPatients using this medication may at times experience anti-diuretic effects (water intoxication, headaches, and nausea) due to prolonged or rapid infusion of this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014555.jpg",
    "title": "Tocinox 1ML Inj 1x50 (L)",
    "formula": "Oxytocin\nReckitt",
    "price": "Rs. 634.5/Pack",
    "details": "This medication is used to induce labour.",
    "precautions": "\nThis medication should not be used in cases of cephalopelvic disproportion (when the baby's head or body is too large can't pass through the mother's pelvis), and abnormal presentation.\n",
    "effects": "\nPatients using this medication may at times experience anti-diuretic effects (water intoxication, headaches, and nausea) due to prolonged or rapid infusion of this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008645.jpg",
    "title": "Glandin E-2 Vag 2MG 3G Gel",
    "formula": "Dinoprostone\nNabiqasim",
    "price": "Rs. 646.01/Pack",
    "details": "It is used in Hormonal Therapy, Abortion and Labor induction.",
    "precautions": "\nContraindicated in conditions like Asthma, Glaucoma, Pelvic infections. Use with caution in patients with Heart, Lung, Kidney or Liver diseases, Anemia, Diabetes, Seizure disorders.\n",
    "effects": "\nDizziness, Headache, Nausea, Vomiting, Diarrhea, Flushing, Pyrexia, Bronchospasm, Shivering, Wheezing.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003946.jpg",
    "title": "Syntocinon 5IU Inj 1x100 (L)",
    "formula": "Oxytocin\nNovartis",
    "price": "Rs. 924/Pack",
    "details": "This medication is used to induce labour.",
    "precautions": "\nThis medication should not be used in cases of cephalopelvic disproportion (when the baby's head or body is too large can't pass through the mother's pelvis), and abnormal presentation.\n",
    "effects": "\nPatients using this medication may at times experience anti-diuretic effects (water intoxication, headaches, and nausea) due to prolonged or rapid infusion of this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001240.jpg",
    "title": "Methergine 0.25MG Tab 10x50 (L)",
    "formula": "Methylergometrine Maleate\nNovartis",
    "price": "Rs. 1035/Pack",
    "details": "It is used for Benign prostatic hyperplasia, port partum haemorrhage, active stage of third stage of labour in inj form.",
    "precautions": "\nPatients with Coronary insufficiency, first stage of labour, sepsis are not recommended to use this. Caution should be exercised in presence of impaired hepatic or renal function. Mothers should not breast-feed during treatment with this drug.\n",
    "effects": "\nSeizure and/or headache, Hypotension, Abdominal pain (caused by uterine contractions), nausea and vomiting have occurred occasionally.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000666.jpg",
    "title": "Androcur 50MG Tab 5x10 (L)",
    "formula": "Cyproterone Acetate\nBayer",
    "price": "Rs. 2680.5/Pack",
    "details": "Androcur is a medicine containing cyproterone acetate. It is an anti-androgen therapy. It blocks the actions of male sex hormones (androgens) and reduces the amount of male sex hormones produced by the body.",
    "precautions": "\nliver problems, some of them severe or even fatal, have been reported with cyproterone acetate treatment. Your doctor may arrange for you to have regular liver tests before and during treatment to monitor this and may stop your treatment if necessary. using medicines such as Androcur has very rarely been linked to the development of benign (non-malignant) liver tumours and with some forms of liver cancer (malignant liver tumours). Liver tumours may lead to bleeding in the abdomen, which can be life-threatening. If you have any new stomach discomfort or pain that does not go away quickly, you must tell your doctor straightaway. Use of cyproterone acetate has been linked to the development of a generally benign brain tumour (meningioma). The risk increases especially when you use it for longer duration (several years) or for a shorter duration with high doses (25 mg per day and above). If you are diagnosed with meningioma, your doctor will stop your treatment with cyproterone acetate (see section ?Do not take Androcur?). If you notice any symptoms such as changes in vision (e.g. seeing double or blurriness), hearing loss or ringing in the ears, loss of smell, headaches that worsen with time, memory loss, seizures, weakness in your arms or legs, you must tell your doctor straightaway. shortness of breath has been reported in patients taking this medicine at high doses (300 mg daily)\n",
    "effects": "\nNausea Vomitting, Headache\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002796.jpg",
    "title": "Prostin E-2 Vaginal 3MG Tab 1x4 (L)",
    "formula": "Dinoprostone\nSandoz",
    "price": "Rs. 3757.76/Pack",
    "details": "It is used in Hormonal Therapy, Abortion and Labor induction.",
    "precautions": "\nContraindicated in conditions like Asthma, Glaucoma, Pelvic infections. Use with caution in patients with Heart, Lung, Kidney or Liver diseases, Anemia, Diabetes, Seizure disorders.\n",
    "effects": "\nDizziness, Headache, Nausea, Vomiting, Diarrhea, Flushing, Pyrexia, Bronchospasm, Shivering, Wheezing.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001328.jpg",
    "title": "Mirena Ius Iud 1x1 (P)",
    "formula": "Levonorgestrel, IUS\nBayer",
    "price": "Rs. 11239.65/Pack",
    "details": "It is used by women to prevent pregnancy after birth control failure (such as a broken condom) or unprotected sex.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, unexplained vaginal bleeding, or if you have any other Allergies to ingredient.\n",
    "effects": "\nNausea/Vomiting, Abdominal pain, Tiredness, Dizziness, Changes in vaginal bleeding, Breast tenderness, or Headache may occur.\n"
  }
]
