[
  {
    "image": "https://static.servaid.com.pk/product/bulk/043822.jpg",
    "title": "Syafen 50MG Tab 1x10 (L)",
    "formula": "Clomiphene Citrate\nWIMITS",
    "price": "Rs. 240.2/Pack",
    "details": "Clomiphene citrate is used to treat infertility in females as it increases the production of special kinds of (women) harmones that support the production and release of mature eggs (the process is called \"ovulation\").",
    "precautions": "\nFolks who has hypersentivity to clomiphene citrate or any of its derivatives should avoid using this medication or consult your healthcare providers prior to use it.\n",
    "effects": "\nKnown and reported side effects of using clomiphene citrate in women are dizziness, abodminal cramps & pain, nausea, vomiting, headache, swelling, skin allergies, and vaginal bleeding (in severe cases).\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008222.jpg",
    "title": "Fertab 50MG Tab 1x10 (L)",
    "formula": "Clomiphene Citrate\nShaigan",
    "price": "Rs. 244.2/Pack",
    "details": "This medication is used to treat infertility in women, In PCOS and as an Hormonal Therapy.",
    "precautions": "\nUse with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding , Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nStomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005696.jpg",
    "title": "Ovi F 50MG Tab 1x10 (L)",
    "formula": "Clomiphene Citrate\nMerck",
    "price": "Rs. 256.7/Pack",
    "details": "This medication is used to treat infertility in women, In PCOS and as an Hormonal Therapy.",
    "precautions": "\nUse with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding , Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nStomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014978.jpg",
    "title": "Ovulin 50MG Tab 1x10 (L)",
    "formula": "Clomiphene Citrate\nGeneral",
    "price": "Rs. 259.7/Pack",
    "details": "This medication is used to treat infertility in women, In PCOS and as an Hormonal Therapy.",
    "precautions": "\nUse with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding , Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nStomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002304.jpg",
    "title": "Ovafin Tab 1x10 (L)",
    "formula": "Clomiphene Citrate\nAspinPhrma",
    "price": "Rs. 326.7/Pack",
    "details": "This medicine is used in the treatment of infertility in women. It helps to produce a mature egg to kick start ovulation. However, this medicine is not intended to be used by women who have stopped ovulation or have experienced ovulation failure\n\nREAD MORE",
    "precautions": "\nBefore using this medication, it is necessary for the patient to consult a doctor and tell them or educate them about the medical history or the current situation or disease which a patient is might suffering.There might be some active ingredients in it which may cause allergies to some of the patients which are hypersensitive. So, the patient should be cautioned and ask a doctor first before using it.Put it away from children. The medicine should be placed at a temperature of is 2-8 C, more exposure to air, and it should be used within 96 hours.This medication should be used for pregnant women if it is advised by the doctor or if its needed.Use with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding, Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nSide effects of this medication might include sore throatNauseaTirednessStomach upsetMuscle painFeverLoss of appetiteDiarrheaTrouble sleeping may also occur, especially in children.Know that the drug is recommended by the doctor, so the advantage to you is better than the chance ofside effects. Many people who use this drug have no significant side effects.It is uncommon for this medication to have a very severe allergic reaction. If you see any signs of aserious allergic reaction, including: rash, itching / swelling (especially face / tongue / throat), extremedizziness, trouble breathing, get medical attention immediately.It is not a comprehensive list of potential side effects. Contact your doctor or pharmacist if you find more effects not mentioned above.Stomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006989.jpg",
    "title": "Clomitab 50MG Tab 2x10 (L)",
    "formula": "Clomiphene Citrate\nNabiqasim",
    "price": "Rs. 394.6/Pack",
    "details": "This medication is used to treat infertility in women, In PCOS and as an Hormonal Therapy.",
    "precautions": "\nUse with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding , Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nStomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002824.jpg",
    "title": "Proviron 25MG Tab 2x10 (L)",
    "formula": "Mesterolone\nBayer",
    "price": "Rs. 429.6/Pack",
    "details": "Testosterone is a male sex hormone that predominantly controls the normal sexual development of males. It plays an important part in regulating sex drive, muscle mass strength, production of red blood cells, sperm count, and fat distribution.&nbs\n\nREAD MORE",
    "precautions": "\nProviron Tablet is for males ONLY; women should NOT use this.Check all the ingredients before using this.Check if you are or are not allergic to any ingredients contained in this medicine.Do not exceed the recommended dose.Should not be given to children.Do not take Proviron to treat any other complaints unless your doctor tells you to.Do not stop taking your medicine or lower the dosage without checking with your doctor.\n",
    "effects": "\nProviron Tablet has proved to be beneficial for many disorders; however, it may also cause certain undesirable effects such as HeadacheExcessive hairinessPremature pubertyStunted growthFluid retentionEnlarged prostateChanges in urinationBreast enlargementIncreased sexual driveGIT disordersPsychiatric disturbances such as depression, aggressionAcne or breakoutsBlood in the urine or ejaculation disordersUnwanted, frequent, and painful erectionsStomach painIf any of these adverse reactions persist or may get worse, contact your doctor or pharmacist immediately for medical attention. \n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002771.jpg",
    "title": "Prolifen 50MG Cap 1x10 (L)",
    "formula": "Clomiphene Citrate\nChiesi",
    "price": "Rs. 494.4/Pack",
    "details": "Prolifen capsule is marketed by Chiesi Pharmaceuticals. It is available in the product form of capsule 50mg 10's. Clomiphene Citrate is present in it as the active ingredient in its composition. It belongs to the generic medicine category of horm\n\nREAD MORE",
    "precautions": "\nProlifen capsule precautions that should be followed to get excellent results are listed below.Before start taking the Prolifen capsule, you should inform the doctorIf you have any hypersensitivity problems from the ingredients used in this medicine.If you have an allergic problem from this medicine or the components and drugs available in this medicine as it may also contain some inactive ingredients in its composition.About your medical history. Especially inform the doctor if you have a liver problem, ovarian cysts, abnormal vaginal bleeding, uterus problems, tumour in the brain, and high level of fats.If you are taking any other prescription at the same time.If you are taking any supplements such as multivitamins or herbal supplements. Consult your doctor before taking the Prolifen capsule in pregnancy. As the Prolifen capsule contains clomiphene that can result in multiple births such as twins, triplets, etc. It is also reported that it can cause issues during pregnancy. Therefore, avoid taking it during pregnancy.It is reported the if a prolifen capsule is used by the nursing mother, it reduces milk production. But it is not known whether it can pass through breast milk or not. Therefore, you should consult your doctor before using it.Use with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding , Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nProlifen capsules can cause some side effects. Some of them can disappear as the body adjust itself to the medicine. But some of them can result severe. Some of the Prolifen side effects are listed below.It can cause some common side effects such as stomach upset, breast tenderness, headache, dizziness, and hot flashes.It can cause blurred vision problems, ovarian enlargement, vomiting, and nausea.It can also cause allergic reactions,  Uterine bleeding, and stomach pain.Maybe the above list may not contain all of the possible side effects. But, if any of the side effects persist or get worsen, then you should consult your doctor.Stomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006985.jpg",
    "title": "Clomid 50MG Tab 1x10 (L)",
    "formula": "Clomiphene Citrate\nPacific",
    "price": "Rs. 511.3/Pack",
    "details": "Clomid tablets are used to treat infertility. It stimulates the production of hormones responsible for the growth and release of a mature egg. This medication is not recommended to be used by women suffering from primary pituitary.\n\nUses of\nREAD MORE",
    "precautions": "\nBefore taking this medication, inform your doctor about all the allergies that you have and the diseases you have had in the past.Take all the necessary tests related to fertility such as triglycerides level, progesterone test, any cysts that you have had, abnormal bleeding.Clomid tablets increase the chance of having twins.This medication should not be used during pregnancy.Use with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding, Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nThe doctor may prescribe you this medicine after evaluating all the risks and benefits associated with it. Most of the people do not experience any serious side effects other than nausea, vomiting, or bloating. These three side effects are quite common and may go away without any serious medical help.A rare risk associated with the use of this medication is ovarian hyperstimulation syndrome. In this condition, liquids or fluids build up in the stomach or pelvis area and cause severe pain and swelling. This medication is most likely to occur once you have stopped the therapy. This needs to be treated as soon as possible.Stomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness may also occur. \n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006708.jpg",
    "title": "Cerophene 50MG Tab 2x10 (L)",
    "formula": "Clomiphene Citrate\nHilton",
    "price": "Rs. 877.8/Pack",
    "details": "Cerophene is a prescribed medication. Cerophene tablet works by increasing the level of hormones by stimulating them. In this way, it acts as a support for the growth of ovulation. It also helps to release the mature eggs.\n\nThis tablet shoul\n\nREAD MORE",
    "precautions": "\nCerophene precaution are the following.Inform the doctor before taking this medication about your past medical history, especially about ovarian cysts problem if you have. Also, inform the doctor if you are taking any herbal supplements before taking this medication.Before taking this medication, inform the doctor if you have any allergic problems to any of the ingredients used in the medicine.Complete the course of this medication as suggested by the doctor. Do not exceed the duration of the treatment unless the doctor suggests you.Keep a record of your body temperature. Perform the test as suggested by the doctor, such as ovulation test.Inform the doctor if you feel any serious side effects and immediately seek medical help.Avoid the use of alcohol while taking this medication as it visions and dizziness problems.Exercise caution while driving or avoid driving when you are taking this medicine.\n",
    "effects": "\nCerophene tablet side effects are followings.It can cause stomach upset, flushing, hot flushes, and abdominal problems. It can also cause headaches, breast tenderness, and dizziness.Cerophene can also cause nausea, vomiting, and diarrhea.It can also cause heartbeat problems, chest pain, and urination problems.It may cause blurred vision problems and abnormal vaginal bleeding problems.Cerophene tablet can cause ovarian hyperstimulation syndrome known as OHSS. This is a rare and severe side effect as OHSS can cause stomach, heart, and chest problems such as it build up fluid in the described areas.It may cause swelling issues in the abdomen lower area known as pelvic. Also, it may cause swelling in the other parts of the body, such as the legs, hands, etc.Cerophene can cause immediate weight gain and difficulty in breathing or shortness of breathing issues.It can cause severe allergic problems such as rashes, itching, swelling, and allergic reactions to different body parts.It can cause yellowing of eyes and skin. It can also cause anxiety and nervous problems. In this, you may notice the problem in sleeping.Maybe all of the side effects of the Cerophene tablet may not be described above. Thus, consult the doctor if you notice any side effects and immediately take proper treatment in severe cases.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006981.jpg",
    "title": "Clofer 50MG Tab 3x10 (L)",
    "formula": "Clomiphene Citrate\nLCPW",
    "price": "Rs. 904.2/Pack",
    "details": "This medication is used to treat infertility in women, In PCOS and as an Hormonal Therapy.",
    "precautions": "\nUse with caution having Uncontrolled thyroid or adrenal dysfunction, Organic intracranial lesion, Liver disease, Abnormal uterine bleeding , Ovarian cysts/enlargement (not PCOD).\n",
    "effects": "\nStomach upset, Bloating, Abdominal or Pelvic fullness, Flushing (\"hot flashes\"), Breast tenderness, Headache, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009997.jpg",
    "title": "Presage 5000IU Inj 1x1 (P)",
    "formula": "Chorionic gonadotropin\nBM Biotech",
    "price": "Rs. 1014.77/Pack",
    "details": "This medication improves fertility by increasing sperm production in men and encouraging egg release in women.",
    "precautions": "\nCall your doctor at once if you have any of these signs of a blood clot pain, warmth, redness, numbness, or tingling in your arm or leg; confusion, extreme dizziness, or severe headache. HCG can cause early puberty in young boys. Call your doctor if a boy using this medicine shows early signs of puberty, such as a deepened voice, pubic hair growth, and increased acne or sweating It should be use with caution in breastfeeding or nursing mother. Some women using human chorionic gonadotropin (HCG) have developed a condition called ovarian hyperstimulation syndrome (OHSS), especially after the first treatment cycle. OHSS can be a life-threatening condition. Some products that may interact with this drug include, Carbamazepine,Phenytoin,Warfarin,Rifampicin,Testosterone,Amphetamine,Antacids containing calcium/magnesium/aluminum.\n",
    "effects": "\nHeadache,Restlessness,Depression,Appearance of female breasts in men,Pain in the area where you received the injection.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Oreta 2.5MG Tab 1x10 (L)",
    "formula": "Letrozole\nArise Pharma",
    "price": "Rs. 1109/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Etroz 2.5MG Tab 1x10 (L)",
    "formula": "Letrozole\nIslam Pharmaceutical",
    "price": "Rs. 1802.1/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  }
]
