[
  {
    "image": "https://static.servaid.com.pk/product/bulk/002582.jpg",
    "title": "Piriton Expect 120ML Syp",
    "formula": "Ammonium Chloride, Chlorpheniramine containing Expectorants\nGSK",
    "price": "Rs. 36.85/Pack",
    "details": "Piriton syrup comes under sedating antihistamine class of drugs used to treat various allergies. The generic name of the syrup is ‘Chlorphenamine Maleate’. This anti-allergic syrup works against histamine allergen responsible for causing allergie\n\nREAD MORE",
    "precautions": "\nIt is advised to read all the precautionary measures before using any medication to avoid any possible side effects. The necessary piriton syrup precautions are listed below.Do not use the syrup if you are allergic to Chlorphenamine Maleate or any other inactive ingredient of the syrup.Brief your doctor of your medical history, allergies, and medicines you are already using.Notify your doctor prior to using piriton syrup if you are using medication for syrup-like mono-amine oxidase inhibitors.Do not use the syrup if you are using any other antihistamine medication.Notify your doctor if you have any of the following disorders: Heart problem, kidney disorder, liver disorder, lungs problem, epilepsy, glaucoma (eyes disorder), enlarged prostate, and high blood pressure.Notify your doctor if you have asthma or bronchitis.Do not use syrup if you have sucrose intolerance.Do not use the syrup without a doctor's prescription if you are pregnant or breastfeeding.Do not drive while using the syrup.Avoid consuming alcohol while using the syrup.Keep it away from the reach of children.Place in a safe place and under 25 degrees.Use With Caution having Bone Marrow Depression, Liver Disease, Urinary Retension, Asthma, hyperthyroidism.\n",
    "effects": "\nThe potential piriton syrup side effects are described below. Consult a doctor in case of prolonged and severe adverse effects.Severe allergy including hives and swelling.Drowsiness.Blurred vision.Headache.Dizziness.Disturbed coordination.Fatigue.Dry mouth.Irritability and confusion.Loss of appetite.Stomach upset and vomiting.Diarrhea.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001484.jpg",
    "title": "Muconyl Expectorant 60ML Syp",
    "formula": "Terbutaline and Guaifenesin\nNabiqasim",
    "price": "Rs. 43.3/Pack",
    "details": "Muconyl is a syrup used to treat sore throat, running nose, cough, infections, and allergies. The two active ingredients in it are Guaifenesin and Terbutaline. This syrup helps by relaxing the muscles and opening up the blockage to breathing easi\n\nREAD MORE",
    "precautions": "\nIf a patient is allergic to any of these ingredients (guaifenesin or pseudoephedrine), consult a doctor before taking the medication and also let them know if any bad reaction to this drug occurs (sympathomimetics). for example, phenylephrine and ephedrine.The drug contains some inactive elements, too, which might cause an allergic reaction or different issues.Before taking the medication, it is important for a patient to consult a doctor and tell them about their medical history if the patient is having breathing issues, for example, asthma, chronic bronchitis, emphysema, smoker's cough.The severe problem like blood coughing, mucus in large quantity, heart issues (heart attack, chest problems, heart failure), overactive thyroid, diabetes, difficulty urinating, eye problem should be cautioned before using this medication. \n",
    "effects": "\nThere are some common side effects that might cause when using the Muconyl syrup. Which includes:VomitingHeadacheDizzinessNauseaDrowsinessStomach upsetA very serious allergic reaction may occur to this medication if it occurs and seems severe, so the patient should consult a doctor. Rashes, swelling, itching(particularly of the face/tongue/throat), trouble breathing, and dizziness are some symptoms of a serious allergic reaction.Immediately consult a doctor if any of these improbable but serious side effects occur like:Shaking or shivering (tremor)trouble sleepingAnxietyConfusion, nervousnessMood swingsdizzinessfaintingirritability\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007067.jpg",
    "title": "Combinol E 120ML Syp",
    "formula": "Aminophylline, Ammonium Chloride containing Expectorants\nAtco Lab",
    "price": "Rs. 49.7/Pack",
    "details": "It is used to prevent and treat wheezing, shortness of breath, and difficulty breathing caused by asthma, chronic bronchitis, emphysema, and other lung diseases.",
    "precautions": "\nBefore taking this drug, tell your doctor or pharmacist if you are allergic to active ingredient; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. If you are using the liquid form of this medication, carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. Liquid forms of this product may contain sugar and/or alcohol. Caution is advised if you have diabetes, liver disease, or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. Tell your doctor if your cough returns, or if it is accompanied by fever, severe sore throat, rash, persistent headache, or if it persists or worsens after 7 days. These may be signs of a serious medical problem. Seek immediate medical attention if you think you may have a serious medical problem.\n",
    "effects": "\nNausea or vomiting may occur. If either of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012322.jpg",
    "title": "Ventolin 120ML Syp",
    "formula": "Salbutamol Inj, Syp & Tabs\nP&amp;G",
    "price": "Rs. 53.08/Pack",
    "details": "Ventolin Syrup is used to handle the deficiency of Breath caused by breathing problems such as asthma and other several vital issues/diseases. Ventolin is also known as \"ALBUTEROL,\" and it does not contain steroids. By taking this medicine, it re\n\nREAD MORE",
    "precautions": "\nIf you are allergic to Ventolin or do you have any allergies, any kind of heart issues (like irregular heartbeat, etc.), tell each and every single thing about this to your doctor. Remember that never hide anything, and if you are hiding anything, it will be dangerous for you and for your health as well.\n",
    "effects": "\nFirst of all, many people don't have side effects of this medication, but few people have. In some cases, headaches or dizziness may occur. Ventolin can lift your blood pressure up. If you are taking this medication, check your blood pressure on a daily basis, and if you find it high, or you still have an issue in taking a breath, then consult your doctor as soon as possible before it’s too late. Ventolin Syrup may cause some serious side effects that includeRestlessnessShiveringMigraineCoughThe problem in Taking BreathChest pain / Body painPounding of HeartObstipationLeg CrampsMuscle Weakness, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035585.jpg",
    "title": "Scots Expectorant 120ML Syp",
    "formula": "Amiophyllin, Diphenhydramine, Ammonium chloride\nMontis",
    "price": "Rs. 55.45/Pack",
    "details": "It is used to prevent and treat wheezing, shortness of breath, and difficulty breathing caused by asthma, chronic bronchitis, emphysema, and other lung diseases.",
    "precautions": "\nBefore taking this drug, tell your doctor or pharmacist if you are allergic to active ingredient; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. If you are using the liquid form of this medication, carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. Liquid forms of this product may contain sugar and/or alcohol. Caution is advised if you have diabetes, liver disease, or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. Tell your doctor if your cough returns, or if it is accompanied by fever, severe sore throat, rash, persistent headache, or if it persists or worsens after 7 days. These may be signs of a serious medical problem. Seek immediate medical attention if you think you may have a serious medical problem.\n",
    "effects": "\nNausea or vomiting may occur. If either of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003079.jpg",
    "title": "Reltus Expectorant 120ML Syp",
    "formula": "Ammonium Chloride, Chlorpheniramine containing Expectorants\nPharmatec",
    "price": "Rs. 57.09/Pack",
    "details": "It is used in Cough Suppresion, Asthama and various othe allergies.This drug may make you dizzy. To minimize dizziness and lightheadedness, get up slowly when rising from a seated or lying position.",
    "precautions": "\n Following are the precautions for use of this medicine. Do not use or discontinue this medicine if you are allergic to any of the ingredients of this medicine. Kidney disease. Liver disease. Any type of cancer. Drink plenty of water to prevent dehydration. Exercise regularly for this medicine to work effectively Please consult your health care provider before using this medicine.\n",
    "effects": "\nBefore using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of aliskiren, lithium, drugs that may increase the level of potassium in the blood (such as ACE inhibitors including benazepril/lisinopril, birth control pills containing drospirenone).\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007146.jpg",
    "title": "Cosome E 120ML Syp",
    "formula": "Aminophylline, Ammonium Chloride containing Expectorants\nMerck",
    "price": "Rs. 63.46/Pack",
    "details": "It is used to treat Cough or Cold.",
    "precautions": "\nUse With Caution having Liver disease, Kidney disease, Congestive Heart Failure, Paptic Ulcer, Febrile illness. Braycardia.\n",
    "effects": "\nConvulsions, Hypoglycemia, Anxiety, Abdominal pain, palpitation, Withdrawl symptoms, Nausea, Vomiting, hypokalemia.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008119.jpg",
    "title": "Acefyl Cough 120ML Syp",
    "formula": "Acefylline and Diphenhydramine\nNabiqasim",
    "price": "Rs. 73.59/Pack",
    "details": "It is used in Cough Suppresion, Asthama and various othe allergies.This drug may make you dizzy. To minimize dizziness and lightheadedness, get up slowly when rising from a seated or lying position.",
    "precautions": "\nFollowing are the precautions for use of this medicine. Do not use or discontinue this medicine if you are allergic to any of the ingredients of this medicine. Kidney disease. Liver disease. Any type of cancer. Drink plenty of water to prevent dehydration. Exercise regularly for this medicine to work effectively Please consult your health care provider before using this medicine.\n",
    "effects": "\nBefore using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of aliskiren, lithium, drugs that may increase the level of potassium in the blood (such as ACE inhibitors including benazepril/lisinopril, birth control pills containing drospirenone).\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008050.jpg",
    "title": "Acefyl 120ML Syp",
    "formula": "Acefylline\nNabiqasim",
    "price": "Rs. 78.62/Pack",
    "details": "It is used in Cough Suppresion, Asthama and various othe allergies.This drug may make you dizzy. To minimize dizziness and lightheadedness, get up slowly when rising from a seated or lying position.",
    "precautions": "\nFollowing are the precautions for use of this medicine. Do not use or discontinue this medicine if you are allergic to any of the ingredients of this medicine. Kidney disease. Liver disease. Any type of cancer. Drink plenty of water to prevent dehydration. Exercise regularly for this medicine to work effectively Please consult your health care provider before using this medicine.\n",
    "effects": "\nBefore using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of aliskiren, lithium, drugs that may increase the level of potassium in the blood (such as ACE inhibitors including benazepril/lisinopril, birth control pills containing drospirenone).\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012398.jpg",
    "title": "Carbex 100MG/5ML 2% 120ML Syp",
    "formula": "Carbocisteine\nHorizon",
    "price": "Rs. 83.64/Pack",
    "details": "It is used for Cough and Cold as an Expectorant.",
    "precautions": "\nUse with caution having history of peptic ulcer.\n",
    "effects": "\nDizziness, Dyspnea, Palpitation, Myalgia, Urinary incontinence.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012397.jpg",
    "title": "Carbex Plus 120ML Syp",
    "formula": "Carbocisteine and Promethazine\nHorizon",
    "price": "Rs. 109.05/Pack",
    "details": "It is used for Cough and Cold as an Expectorant.",
    "precautions": "\nUse with caution having history of peptic ulcer.\n",
    "effects": "\nDizziness, Dyspnea, Palpitation, Myalgia, Urinary incontinence.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/040396.jpg",
    "title": "Mucorid Mucolytic 120ML Syp",
    "formula": "Salbutamol and Guaiphenesin\nPharmaix",
    "price": "Rs. 114.6/Pack",
    "details": "This Medication is used for Bronchitis; Cough .",
    "precautions": "\nDo Not Drive Or Operate Machinary After Use.\n",
    "effects": "\nIndigestion; Palpitation; Nausea; Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012399.jpg",
    "title": "Carbex 5% 250MG/5ML 120ML Syp",
    "formula": "Carbocisteine\nHorizon",
    "price": "Rs. 136.78/Pack",
    "details": "It is used for Cough and Cold as an Expectorant.",
    "precautions": "\nUse with caution having history of peptic ulcer.\n",
    "effects": "\nDizziness, Dyspnea, Palpitation, Myalgia, Urinary incontinence.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/036055.jpg",
    "title": "Erdozet 150MG Cap 2x10 (L)",
    "formula": "Erdosteine\nUnited",
    "price": "Rs. 166.2/Pack",
    "details": "Erodzet capsule is extremely effective in treating respiratory tract infections. It belongs to the group of medicines known as mucolytic. It provides relief from the infections in bronchitis. It thins and lowers the layer of mucus and makes it easie READ MORE",
    "precautions": "\nDo not take medicine without a doctor's prescription.Tell the doctor your complete medical history before taking the medicine.Read the leaflet carefully before taking the medicine to avoid any serious damage.Do not take the medication if you are allergic to any of the ingredients present in it.Kidney patients must not take the medication without the doctoras permission as it can damage the kidneys even more.Patients suffering from liver disorder must also avoid using the medicine without a doctoras prescription. It can cause serious damages to the functioning of the liver.Patients suffering from diabetes should also take the medicine with a doctor's prescription.Patients suffering from gastric problems must also avoid using this medication.Pregnant women must consult the gynecologist before taking any kind of medicine.Breast-feeding mothers should also avoid taking the medicine unnecessarily.Do not use the medicine excessively.Do not take the medicine on the advice of some other individual.If the situation does not get better even after the complete dosage informs the doctor. Do not take the medicine further without the prescription.Do not drive after taking the medicine as it makes you feel dizzy and lethargicKeep the medicine away from childrenas reachStore it in a cool and dry place.\n ",
    "effects": "\nThe list of possible side-effects associated with the use of this medicine are as follows. Some people might experience serious side effects of this medicine while others feel nothing at all. If any of the side effects persist or worsen immediately seek medical assistance.Light-headedness or lethargyHeadacheFatigueMuscle spasmsIrritable bowel syndrome specifically diarrheaBuzzing sound in the ears.Feeling sleepy all the time or hypersomnia.Dryness of mouthBlurred visionAbdominal crampingSkin rashes or allergiesIrregular heartbeatUrge to urinateLoss of weightLoss of appetiteLow sex driveSore throat\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/036294.jpg",
    "title": "Iv-Tus 120ML Syp",
    "formula": "Ivy leaf extracts\nSantex",
    "price": "Rs. 180.21/Pack",
    "details": "It is used as Cough suppressant, Expectorant, Mucolytic and Spasmolytic agent.",
    "precautions": "\nIf dyspnea, Fever or Purulent sputum occrs, consult your doctor. Please consult your doctor when taking this medicine if you are pregnant.\n",
    "effects": "\nNausea, Vomiting, Dizziness, Abdominal and Epigastric pain may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001483.jpg",
    "title": "Mucolator 200MG Sachet 1x30 (L)",
    "formula": "Acetylcysteine, Oral\nAbbott",
    "price": "Rs. 411.6/Pack",
    "details": "Mucolator Sachet works by lowering or thinning the amount of mucus emission, keep up the hepatic concentrations in the body. An active ingredient in this sachet is called Acetylcysteine.\n\nThe generic category of the med is Mucolytic Agent.</\n\nREAD MORE",
    "precautions": "\nBefore using this medication, it is necessary for the patient to consult a doctor and tell them or educate them about the medical history or the current situation or disease which a patient is might suffering from.There might be some active ingredients in it, which may cause allergic to some of the patients which are hypersensitive. So, the patient should be cautioned and ask a doctor first before using it.The patient having a medical history of asthma, ulcer in intestine and stomach or having Anaphylactoid Reactions should be careful while using it.The sachet should be protected from the heat or fire. Put it away from children. The medicine should be placed in a temperature of is 2-8 C, more exposure of air, and it should be used within 96 hours.During pregnancyThis medication should be used for pregnant women if it is advised by the doctor or if it's needed.\n",
    "effects": "\nThe list of the following side effects is listed they might occur because of some ingredients in it, which may cause allergy. These side effects do not always occur but are possible to occur. As some of the side effects are serious, but some are rare.It is important to consult a doctor if the condition gets worse or very serious. Some of the side effects are:NauseaRashVomitingFeverDrowsinessHypotensionWheezingBreathing problemsSome of the serious problems which may occur are the:Severe stomach painAbdominal painBlack stoolDark vomitingAllergic reaction (swelling, itching of the throat)Some of the rare problems which might occur are:Chest pain or tightnessTrouble in breathingIt is important to remember that the doctor or physician has recommended this drug  just because they judge the benefit to you, which should be  more than the danger of the side effects.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008354.jpg",
    "title": "Fluimucil A 200MG Sachet 1x30 (L)",
    "formula": "Acetylcysteine, Oral\nAngelini",
    "price": "Rs. 433.5/Pack",
    "details": "It is mucolytics which work by thinning the mucus (phlegm) so that it can be coughed up more easily.",
    "precautions": "\nUse With Caution if you have bleeding in your Esophagus, Stomach or Intestinal problems (such as ulcers).\n",
    "effects": "\nNausea,?vomiting, Severe stomach or abdominal pain, black stools, vomit that looks like coffee grounds.\n"
  }
]
