[
  {
    "image": "https://static.servaid.com.pk/product/bulk/008138.jpg",
    "title": "Febrol 120MG 60ML Susp",
    "formula": "Paracetamol\nBarrett",
    "price": "Rs. 38.29/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008139.jpg",
    "title": "Febrol DS 250MG 60ML Susp",
    "formula": "Paracetamol\nBarrett",
    "price": "Rs. 46.85/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012335.jpg",
    "title": "Calpol Peads 100ML Susp",
    "formula": "Paracetamol\nPhytocon",
    "price": "Rs. 64.26/Pack",
    "details": "Calpol belongs to the group of analgesics, commonly known as pain killers. Calpol is made of the same formula as Paracetamol. It is given to children as pain relief or to lower the high body temperature. \n\nUses \nCalpol\nREAD MORE",
    "precautions": "\nInform the doctor about your complete medical history before taking this medicine.Always take medicine as recommended by the doctor. Do not use it for a prolonged period.Do not use other medications containing Paracetamol while taking Calpol.Over-dosage of Calpol may cause liver problems such as liver failure.Patients with renal or liver impairment must inform the doctor about their medical condition.Breast-feeding mothers can take this medication as it does not cause any serious health risk if taken in moderate amounts.Do not take medicine if you are allergic to any of the ingredients present in it.Do not give medicine to infants and toddlers without consulting the doctor.Stop using the medication if you experience any mild to severe allergies.Keep the medicine away from children.In case ofserious skin reaction immediately stop using the medicine.\n",
    "effects": "\nCalpol syrup may cause the following side-effects in case of excessive usage.DiarrhoeaAbdominal painSwellingChanges in appetite.Rare Side-EffectsFollowing are the rare side effects of the Calpol syrup. These symptoms only appear in case an infant or an adult is allergic to the ingredients present in the medicine. Rare side-effects of this medicine are as follows:Cloudy UrineUnbearable Stomach PainRashes on the skinWeakness or FatigueYellowing of eyesPale skinContinuous FeverShortness of BreathKidney painIf any of the above symptoms appear, immediately go to the nearby medical centre.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/039989.jpg",
    "title": "Panadol 60MG 30ML Drops",
    "formula": "Paracetamol\nRivaj",
    "price": "Rs. 66.26/Pack",
    "details": "It contains \"paracetamol\" which is indicated for the treatment of fever and pain.",
    "precautions": "\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n",
    "effects": "\nNo side effects are reported. Consult a doctor if it causes digestive problems i.e. gas, bloating, abdominal pain, GERD (gastroesophageal reflux disease), vomiting, nausea, or diarrhea, etc. Allergic reactions may occur i.e. skin itching, rashes, irritations, redness, & inflammation/swelling, etc. Other effects are drowsiness, dizziness, sleepiness, headache, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014046.jpg",
    "title": "Panadol Forte 6-12 Yrs 250MG 90ML Susp",
    "formula": "Paracetamol\nAtco Lab",
    "price": "Rs. 70.55/Pack",
    "details": "It is used for Tooache, Sore throat andCommon childhood infections.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nNo severe side effects observed.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012297.jpg",
    "title": "Calpol 6 Plus 90ML Susp",
    "formula": "Paracetamol\nImported",
    "price": "Rs. 79.73/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002356.jpg",
    "title": "Panadol 160G 120ML Syp",
    "formula": "Paracetamol\nGSK",
    "price": "Rs. 90.53/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/015123.jpg",
    "title": "Nuberol P 100ML Inf",
    "formula": "Paracetamol\nLoreal new",
    "price": "Rs. 92.54/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Provas Inj 1x5 (L)",
    "formula": "Paracetamol\nSami",
    "price": "Rs. 101.65/Pack",
    "details": "Provas injection is used to treat the pain like (joint pain, ear pain, period pain), toothache, etc.\n\nThe tablet contains an active ingredient which is Paracetamol.\n\nUses\nThe injection is used for prevention, improvement, t\nREAD MORE",
    "precautions": "\nBefore taking this medicine or injecting it, it is very important to consult a doctor and share the medical history of the patient regarding any disease or current health condition like pregnancy.Patients who are hypersensitive should not use this drug because it has active ingredient paracetamol, which may cause some serious allergic reaction to them.Patient having chest pain or liver problem should be cautioned while using this drug or first ask a doctor.It is advised not to take meds if the patients drink alcohol daily. It’s not safe for them.Patient with a liver problem or disease should not use this medication. It is not good for their health.The patients which are having the following problem should be cautioned; chronic alcoholism, hepatocellular insufficiency, dehydration, severe renal insufficiency and chronic malnutrition.Provas injection during pregnancyBefore using this medicine, it is important for pregnant women to consult a doctor first. If it is safe to use or not, so that it may not harm the baby.If it is safe to use, use as per directed by the doctor and use it in less amount, overdose can be very risky and can cause a problem.During breastfeedingThe Paracetamol in the medicine is excreted into the milk in a very little quantity. It can be used during the breastfeeding. As no effects have been seen or cases are reported.\n",
    "effects": "\nEvery medicine has its benefits but side effects too. Some of them are rare, common but some are very serious. It is not important that side effects can occur every time, but it may occur.Some of the side effects which may occur are the:DiarrhoeaConstipationLoss of appetiteVomitingGI upsetSleeping problemSome of the serious side effects which may occur are:NauseaBlood dyscrasiasBreathing problemRedness of skinSwelling of faceRashesLiver toxicityLowering of white blood cellsAcute renal tubular necrosisUlcerAllergic reactionYellowish of skin and eyes.Immediately consult a doctor if the patient condition gets worse.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Feveral 100ML Inf",
    "formula": "Paracetamol\nSurge Lab",
    "price": "Rs. 109.15/Pack",
    "details": "It is used to relieve pain and reduce high fever (temperature).",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008076.jpg",
    "title": "Bofalgan 100ML Inj 1x1 (P)",
    "formula": "Paracetamol\nBosch",
    "price": "Rs. 119.22/Pack",
    "details": "Bofalgan inj is available in the strongest form of 1 Ampoule x 100ml and is manufactured by Bosch Pharmaceuticals Ltd. It is a prescribed medicine that is composed of paracetamol and belongs to the medicine category of drugs that are used to trea\n\nREAD MORE",
    "precautions": "\nFollowing precautions should be remembered while taking the Bofalgan inj.Inform the doctor before taking Bofalgan injAbout your medical history.If you are taking any other prescription.Taking any herbal product.Having hypersensitivity problems from any of the ingredients used in the Bofalgan inj formula.The patient having cardiac, or anemia problems should take this medication with caution.Also, the patients suffering from pulmonary and renal disease problems should experience some necessary cautions instructed by their doctor.Keep the medicine away from the children and pets.ContraindicationsBofalgan inj is contraindicated to the patients in the following medical conditions.It is contraindicated to patients suffering from severe active liver disease like medical conditions.Bofalgan inj is contraindicated to the patients having hypersensitivity problems from the elements used in its composition. These hypersensitivity problems can be allergic problem or any other medical condition.Tell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nNot every patient taking Bofalgan inj needs to suffer from its side effects. Some of its side effects are common that may disappear with some time as the patient adjust itself to the medicine and didn’t need any medical attention. But some of its side effects can be severe. So, if you notice that any of its side effects is persisting or getting worsen, then immediately consult your doctor.Bofalgan inj side effects are listed below.The common side effects that can occur while taking the Bofalgan inj are diarrhea, nausea, vomiting, loss of appetite, loss of mouth taste, and constipation.It can also cause GI upset, and stomach upset.Its can cause some severe allergic problems to the patients having hypersensitivity problems from the ingredients used in its formula.Maybe all of the Bofalgan inj side effects are not listed above. So, you can consult your doctor if you need more information regarding Bofalgan inj.This drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002813.jpg",
    "title": "Provas 100ML Inf",
    "formula": "Paracetamol\nSami",
    "price": "Rs. 130.3/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007546.jpg",
    "title": "Disprol 500MG Tab 20x10 (L)",
    "formula": "Paracetamol\nReckitt",
    "price": "Rs. 262/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006127.jpg",
    "title": "Calpol Plus Tab 20x10 (L)",
    "formula": "Paracetamol and Caffeine\nGSK",
    "price": "Rs. 262/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches (Tension Headache, Migraine), Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002413.jpg",
    "title": "Pedrol 500MG Tab 20x10 (L)",
    "formula": "Paracetamol\nStanley",
    "price": "Rs. 262/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008140.jpg",
    "title": "Febrol 500MG Tab 20x10 (L)",
    "formula": "Paracetamol\nBarrett",
    "price": "Rs. 288/Pack",
    "details": "Febrol tablet is the running product from a well-known pharmaceutical company named Barrett Hodgson pharmaceutical Pvt ltd. this company has been manufacturing high-end medicine for almost every purpose.The medicines that are being manufactured by t READ MORE",
    "precautions": "\nBefore consuming any medicines, the person who is consuming them should know about the precautions regarding it. Following are the precaution of the febrol Tablet.Patients with kidney problems should be careful while taking this tablet. Do not prescribe a high dose of this medicine for patients who have had liver disease in the past. This medicine will have the worst effect on an already-affected person.People who are allergic to paracetamol or similar drug must not utilize it as it may worsen the condition.When handling febrol medicine, keep it away from children and minors.This medicine should be kept at room temperature. Store it away from sunlight and excessive heat. And must be disposed of once expired.Tell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nFurthermore, this dug mostly doesnat spare the reverse effects. However, some sides can have adverse impacts on the human body. some of thefebrol tablet side effectsare as under.Nausea The feeling of stomach discomfort, and the desire to throw up. Nausea can precede vomiting, as vomiting can be a precursor to nausea.Severe reactions include nervousness that can numb any part of the body.Drowsiness is a symptom of drowning and may indicate that an individual has drowned at one time or another. Drowsiness can result from a side effect of a febrol tablet.Chest pain Although it is a rare side effect, it is severe and can be caused by the consumption of febrol tablets.Sudden swelling of any body part or skin rashes can be also an adverse action by this tablet.In the case of someone who has consumed this febrol tablet, if they experience any side effect getting severe must be reported to the emergency.This drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006134.jpg",
    "title": "Calpol 500MG Tab 20x10 (L)",
    "formula": "Paracetamol\nGSK",
    "price": "Rs. 288/Pack",
    "details": "The most widely used tablet Calpol comes under the category of mild analgesics and an antipyretic class of drugs relieving pain and fever. The tablets are formulated on optizorb technology which releases medicine faster. The tablets are most comm\n\nREAD MORE",
    "precautions": "\nIt is necessary to read all the precautionary measures before taking any medicine. The important Calpol tablets precautions are listed below.Do not take the tablets if you are allergic to paracetamol or any of the ingredients of Calpol.Inform your doctor about your medical history, allergies, and medication you are already using.Avoid using the tablets without a doctor's prescription in case of kidney disorder as the patient can be at increased risk of adverse effects.Avoid using the tablets without a doctor's prescription in case of any liver disorder.Inform your doctor before taking tablets if you are using blood-thinning medicines.Inform your doctor if you are using medicines to reduce cholesterol levels or to mitigate nausea effects.Notify your doctor in case of constant headaches and stop using the tablets.Inform your doctor prior to using the tablets if you are addicted to consuming alcohol.Calpol tablets for pregnancy is safe but it is recommended to use the tablets on a doctor's prescription.avoid taking the tablets without a doctor's prescription if you are lactating.Keep the tablets away from the reach of children.Place the tablets in a cool dry and safe place.Tell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThere are not extreme side effects of using Calpol tablets. Calpol tablet is a commonly used over-the-counter medicine. It is not necessary that you will experience all of the side effects. The potential Calpol tablet side effects are listed below. Indigestion or stomach upset.Nausea or vomiting.Stomach pain.Diarrhea.Allergic reactions such as rashes.Running nose.Shortness of breath in extreme cases if taken an excessive number of tablets.Swelling.Easy bruising is also an extreme side effect.In case of extreme and prolonged adverse effects rush to your doctor immediately.This drug usually has no side effects, Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002357.jpg",
    "title": "Panadol 500MG Tab 20x10 (L)",
    "formula": "Paracetamol\nGSK",
    "price": "Rs. 314/Pack",
    "details": "This drug is used to treat Fever and Mild to Moderate pain from, Headaches, Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n",
    "effects": "\nThis drug usually has no side effects, Allergic reactions may occur.\n"
  }
]
