[{"image":"https://static.servaid.com.pk/product/bulk/004071.jpg","title":"Tempramine 60ML Susp","formula":"Paracetamol and Chlorpheniramine\nWoodward","price":"Rs. 50.09/Pack","details":"Tempramine syrup is marketed by Woodward Pakistan Ltd. Tempramine Suspension composition contains Chlorpheniramine Maleate 1mg and Paracetamol 120 mg. It belongs to the medicine category of liquid, cough, and flu. It is available in a 120 ML pack\n\nREAD MORE","precautions":"\nFollowing cautions should be followed while using Tempramine syrup.Before using this medicine, you should discuss your past medical history with your doctor, also inform him/her if you are taking some supplements or any other medicine.This product contains some inactive ingredients; therefore, Inform the doctor if you are allergic to any of the elements used in its composition.You should particularly discuss the condition if you have any of the following.An overactive thyroid is known as hyperthyroidismUrination problems such as urinary retention or difficulty urinating due to enlarged prostate.Heart problems such as heartbeat, heart rate, blood clotting in the heart, etc.Breathing problems, e.g., asthma, shortness of breath, or difficulty in breathing.High blood pressure issues.Eyes problem, for example, Glaucoma.Liver disease.SeizuresProblem-related to stomach such as ulcers, blockage, etc.Cautions should be experienced in patients having severe hypertension disease such as coronary artery disease.Before using Tempramine syrup in pregnancy, you should consult with your doctor. This medication can pass through breast milk. Therefore, nursing mothers should consult once to the doctor before using it.Use with caution in severe Hypertension or Coronary artery disease patient. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nSome of the side effects of Tempramine syrup that occur with its usage are listed below.The Tempramine syrup common side effects that occur in 70% of patients using it are drowsiness, dizziness, Dry mouth, and sore throat. It may also include stomach upset, constipation, and problem-related to eyesight, for example, blurred vision problems.It can cause headaches, decreased coordination, a dry nose, and a dry throat.The above-described side effects may disappear as the body adjusts itself to medicine. Drowsiness, Dizziness, Constipation, Stomach upset, Blurred vision, or Dry mouth/Nose/Throat may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/012289.jpg","title":"Arinac 120ML Susp","formula":"Ibuprofen and Pseudoephedrine\nGetz","price":"Rs. 75.78/Pack","details":"It is used to reduce Fever and treat Pain or Inflammation caused by Headache, Toothache, Back pain, Arthritis, Menstrual cramps, or Minor injury.","precautions":"\nTake precautions if you ever have, had Heart disease, Hypertension, High cholesterol, Diabetes, History of heart attack, Stroke, or Blood clot, a history of Stomach ulcers or Bleeding.\n","effects":"\nUpset stomach, Mild heartburn, Nausea, Vomiting, Bloating, Gas, Diarrhea, Constipation, Decreased appetite, Insomnia, Arrhythmia, Palpitations, Convulsion, Dizziness, Drowsiness, Excitability may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/004072.jpg","title":"Tempramine 120ML Susp","formula":"Paracetamol and Chlorpheniramine\nWoodward","price":"Rs. 81.55/Pack","details":"It is used for the fast effective temporary relief of the symptoms of cold, cough, flu and Fever.","precautions":"\nEffects on the Ability to Drive or Operate Machinery No effects on the capacity to drive vehicles and use machines are known to date.\n","effects":"\nDrowsiness, Dizziness, Constipation, Stomach upset, Blurred vision, or Dry mouth/Nose/Throat may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/002192.jpg","title":"Actifed P 90ML Syp","formula":"Triprolidine, Pseudoephedrine and Paracetamol\nGSK","price":"Rs. 81.59/Pack","details":"This combination product is used to treat common cold, flu, allergies, hay fever, or other breathing illnesses.","precautions":"\nUse with caution having abdominal problems, Addison's disease, Brain disorders, Breathing problems, Diabetes, Glaucoma, Heart problems, Hypertension, Kidney problems, Liver disease, Depression, Psychosis, Seizures, ulcers, Hyperthyroidism, hypothyroidism, Urination problems, Addiction to drugs or alcohol, Obesity.\n","effects":"\nDrowsiness, Dizziness, Headache, blurred vision, Upset stomach, Nausea, Constipation, Dry mouth/nose/throat.\n"},{"image":"https://static.servaid.com.pk/product/bulk/007045.jpg","title":"Cofcol 120ML Elixir 1x1 (P)","formula":"Paracetamol, Pseudoephedrine and Chlorpheniramine\nAbbott","price":"Rs. 82.58/Pack","details":"It is used for the fast effective temporary relief of the symptoms of cold, cough, flu and Fever.","precautions":"\nUse with caution in severe Hypertension or Coronary artery disease patient. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nDrowsiness, Dizziness, Constipation, Stomach upset, Blurred vision, or Dry mouth/Nose/Throat may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/008141.jpg","title":"Febrol Xtra Tab 10x10 (L)","formula":"Paracetamol and Caffeine\nBarrett","price":"Rs. 168/Pack","details":"This drug is used to treat Fever and Mild to Moderate pain from, Headaches (Tension Headache, Migraine), Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.","precautions":"\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n","effects":"\nThis drug usually has no side effects, Allergic reactions may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/002354.jpg","title":"Panadol Extra 500MG/65MG Tab 10x10 (L)","formula":"Paracetamol and Caffeine\nGSK","price":"Rs. 183/Pack","details":"Panadol extra tablets are soluble tablets that are made up of two active ingredients known as paracetamol and caffeine having the amount of 500mg and 65mg, respectively. These tablets are particularly formulated as it allows the paracetamol to ab\n\nREAD MORE","precautions":"\nBefore taking the Panadol extra, you must take care that you are not taking the other pain killer medicine, which contains paracetamol. For example, headache and flu tablets also contain paracetamol. Therefore, check the ingredients of the medicines that you are taking.The overdose of Panadol extra is dangerous and can result in severe kidney and liver problems. Therefore, take care that either you are exceeding the medicine dose or taking the right dose. If you take an extra dose, then immediately consult with the doctor, and get medical advice from him.Do not take alcohol and other heavy drinks, as they increase the chances of damage to the liver and kidney.\n","effects":"\nThere are some basic and common side effects, but some of its side effects are serious. Thus, some of the Panadol extra Side effects are listed below.If someone overdoses on Panadol extra, then it can cause diarrhoea, loss of appetite, and may also cause nausea. Its overdose also results in the form of increased sweating and pain in the stomach. It can also cause pain in the abdomen and swelling.Some of its side effects are rare, which are described below.Panadol extra's rare side effects may be in the form of tarry stools or bloody.Due to it, you may get skin rashes or itching. Your eyes and skin may also get yellow due to weakness. It can cause unusual bleeding and tiredness, which may result in the form of weakness.Panadol extra has another rare side effect, which is the decrease in the amount of urine, and you will feel severe pain in the lower back. Its side effect may also result in the form of sore throat and white spots on the lips and mouth.If any of the side effects get serious, then immediately contact the doctor and follow his directions.\n"},{"image":"https://static.servaid.com.pk/product/bulk/013071.jpg","title":"Fluact Tab 2x10 (L)","formula":"Herbal extracts\nWoodward","price":"Rs. 184.8/Pack","details":"It is used in Cold and Flu","precautions":"\nPlease consult your doctor or Pharmcist\n","effects":"\nNausea, Vomitting, Dry Mouth\n"},{"image":"https://static.servaid.com.pk/product/bulk/001877.jpg","title":"Nopain Af 65/500MG Tab 10x10 (L)","formula":"Paracetamol, Aspirin and Caffeine\nSchazoo","price":"Rs. 216/Pack","details":"This drug is used to treat Fever and Mild to Moderate pain from, Headaches (Tension Headache, Migraine), Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.","precautions":"\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n","effects":"\nThis drug usually has no side effects, Allergic reactions may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/035595.jpg","title":"Elferb 120ML Syp","formula":"Herbal extracts\nPackages","price":"Rs. 217.18/Pack","details":"This medication is used to treat Cold or Flu.","precautions":"\nIt is contraindicated in patients with known hypersensitivity to the drug.\n","effects":"\nDizziness, Drowsiness, Dry mouth.\n"},{"image":"https://static.servaid.com.pk/product/bulk/007053.jpg","title":"Coldrex Tab 10x10 (L)","formula":"Paracetamol, Pseudoephedrine and Chlorpheniramine\nStandpharm","price":"Rs. 281/Pack","details":"This medicine benefit to people with sinus pain and congestion. Acts as a fever reducer. In some cases, it can be used in viral infections as well.UsesIt is for the treatment of allergic reactions like hay fever, runny nose, skin rash, and dryness. READ MORE","precautions":"\nBefore using this medication, it is necessary for the patient to consult a doctor and tell them or educate them about the medical history or the current situation or disease which a patient is might suffering from.There might be some active ingredients in it which may cause allergies to some of the patients which are hypersensitive. So, the patient should be cautioned and ask a doctor first before using it.The patient having a medical history of asthma, ulcer in the intestine and stomach, or having Anaphylactoid Reactions should be careful while using it.The medicine should be protected from heat or fire. Put it away from children. The medicine should be placed in a temperature of is 2-8 C, with more exposure of air, and it should be used within 96 hours.WarningsYou may become dizzy, drowsy, or have blurred vision when you use this drug. Marijuana or alcohol may make you dizzy or drowsy. You should refrain from driving, using machinery, or engaging in any activity that requires attentiveness or clear vision until you can do it safelyDuring pregnancyThis medication should be used for pregnant women if it is advised by the doctor or if it's needed.Use with caution in severe Hypertension or Coronary artery disease patient. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nThe list of the following side effects is listed they might occur because of some ingredients in it, which may cause allergy. These side effects do not always occur but are possible to occur. As some of the side effects are serious, but some are rare.It is important to consult a doctor if the condition gets worse or very serious. Some of the side effects areNauseaRashVomitingFeverDrowsinessHypotensionWheezingBreathing problemsSome of the serious problems which may occur are theSevere stomach painAbdominal painBlack stoolDark vomitingAllergic reaction (swelling, itching of the throat)Some of the rare problems which might occur areChest pain or tightnessTrouble in breathingIt is important to remember that the doctor or physician has recommended this drug just because they judge the benefit to you, which should be more than the danger of the side effects.\n"},{"image":"https://static.servaid.com.pk/product/bulk/039678.jpg","title":"Panadol CF Day Caplet 10x10 (L)","formula":"Cold, flu, fever formula\nGeneral","price":"Rs. 307/Pack","details":"Panadol cold & flu (CF) tablets are used to treat fever, cold, & flu.","precautions":"\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n","effects":"\nNo side effects are reported. Consult a doctor if it causes digestive problems i.e. gas, bloating, abdominal pain, GERD (gastroesophageal reflux disease), vomiting, nausea, or diarrhea, etc. Allergic reactions may occur i.e. skin itching, rashes, irritations, redness, & inflammation/swelling, etc. Other effects are drowsiness, dizziness, sleepiness, headache, etc.\n"},{"image":"https://static.servaid.com.pk/product/bulk/039284.jpg","title":"Pulmonol Cf Tab 10x10 (L)","formula":"Cold & flu tablet\nCCL","price":"Rs. 318/Pack","details":"Pulmonol cold & flu (CF) tablets can be used to treat fever, cold, & flu.","precautions":"\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n","effects":"\nNo side effects are reported. Consult a doctor if it causes digestive problems i.e. gas, bloating, abdominal pain, GERD (gastroesophageal reflux disease), vomiting, nausea, or diarrhea, etc. Allergic reactions may occur i.e. skin itching, rashes, irritations, redness, & inflammation/swelling, etc. Other effects are drowsiness, dizziness, sleepiness, headache, etc.\n"},{"image":"https://static.servaid.com.pk/product/bulk/041802.jpg","title":"Tylol CF Caplet 10x10 (L)","formula":"Cold, flu, fever formula\nDon Valley","price":"Rs. 318/Pack","details":"Tylol cold & flu (CF) tablets are used to treat fever, cold, & flu.","precautions":"\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n","effects":"\nNo side effects are reported. Consult a doctor if it causes digestive problems i.e. gas, bloating, abdominal pain, GERD (gastroesophageal reflux disease), vomiting, nausea, or diarrhea, etc. Allergic reactions may occur i.e. skin itching, rashes, irritations, redness, & inflammation/swelling, etc. Other effects are drowsiness, dizziness, sleepiness, headache, etc.\n"},{"image":"https://static.servaid.com.pk/product/bulk/005955.jpg","title":"Febrol She Cap 10x10 (L)","formula":"Paracetamol and Pamabrom\nBarrett","price":"Rs. 319/Pack","details":"This drug is used to treat Fever and Mild to Moderate pain from, Headaches (Tension Headache, Migraine), Menstrual periods, Toothaches, Backaches, Osteoarthritis, or Cold/Flu aches and Pains.","precautions":"\nTell your doctor/Pharmacist your medical history of, Liver disease, Regular Use/Abuse of alcohol.\n","effects":"\nThis drug usually has no side effects, Allergic reactions may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/002358.jpg","title":"Panadol Cf 500MG/60MG/4MG Tab 10x10 (L)","formula":"Paracetamol, Pseudoephedrine and Chlorpheniramine\nGSK","price":"Rs. 327/Pack","details":"Panadol CF is used to get temporary relief from cold and flu. Panadol CF formula contains some active ingredients such as Paracetamol BP 500mg, pseudoephedrine hydrochloride BP 60mg, and chlorpheniramine maleate BP 4mg. It is available in ta\n\nREAD MORE","precautions":"\nSome of the possible Panadol CF precautions are described below one by one. If you fail to follow any precautions, then take clinical help from the doctor to avoid dangerous results.This medication should not be prescribed to patients suffering from kidney impairment problems. Otherwise, it will rise a worse kidney problem which may be deadly.Panadol CF contains a handsome quantity of Paracetamol. Therefore, avoid taking any medicine or product in which Paracetamol is present. Otherwise, their use will lead to overdose and result in liver failure or any other dangerous result.Exercise cautions patients who are suffering from liver, kidney impairment, and hepatic impairment problems as it increases the chances of damaging the liver. Some cases related to hepatic dysfunction have been reported in patients who use alcohol heavily.Patients suffering from cardiovascular, diabetes, and hypertension diseases should exercise caution. Similarly, cautions should also be practiced with patients having depleted glutathione levels, bronchitis, and prostatic enlargement. It will lead to metabolic acidosis if cautions are not done in patients of depleted glutathione.It can cause severe problems for ischemic colitis. As Panadol CF contains pseudoephedrine, thus, if you feel rectal bleeding, abdominal pain symptoms by which ischemic colitis rise, then you should immediately seek medical help.The concurrent use of Panadol CF increases the effect of alcohol as it contains chlorphenamine. Therefore, it should be avoided in this case. Also, its use with the drugs which can cause sedation such as hypo notices and anxiolytics results in the increase of sedative effects.If you have taken this medicine, then avoid driving as has side effects such as drowsiness as mentioned above.Avoid the use of this medicine in patients having short breathing problems.Inform your doctor if you have to wheeze the previous medical history.Let you inform your doctor if you have an allergy to swelling in on face, eyes, lips, tongue, and throat. Also, inform the doctor about the rashes or any other skin problem from the ingredients used in this medicine.This medicine is not prescribed to patients suffering from a chest infection or respiratory problem. Therefore, inform the doctor if you are suffering from these diseases.Avoid its use in patients who take any beta-blockers, appetite suppressants, or anti-hypertensives.Avoid drinking alcohol; otherwise, do not use this medication. Also, avoid taking this medicine if you are suffering from asthma.Inform your doctor if you have an overactive thyroid gland and high blood pressure. Also, if you are suffering from glaucoma (glaucoma means high pressure in the eyes.).Take medical help before using Panadol CF if you have a persistent cough (long term cough disease).Keep it far from the children approach.\n","effects":"\nPanadol CF's side effects are described below.This medication has a side effect of nausea, nervousness, fatigue.It makes you sleepy, dizzy and blurred vision. Also, it may cause restlessness in patients taking this medication. Therefore, you may get difficulty sleeping.You may get symptoms related to a high heartbeat rate and increased blood pressure.It can cause irritability.If any of the above-described side effects persist, immediately consult the doctor and take medical help.\n"},{"image":"https://static.servaid.com.pk/product/bulk/001385.jpg","title":"Arinac 200MG Tab 10x10 (L)","formula":"Ibuprofen and Pseudoephedrine\nAbbott","price":"Rs. 329/Pack","details":"Arinac tablet generic name is Ibuprofen or pseudoephedrine HCL. It is manufactured by Abbott, an American medical and health care company that was founded in 1888 and covered a long journey of excellence in America itself and in other countr\nREAD MORE","precautions":"\nIt is advisable to follow the precautions below in order to avoid or lessen the undesired consequences of the Arinac tablet. A safe dose should be taken, and in a period as told by the doctor as long use can also be very dangerous. Take Arinac tablet or syrup as prescribed by the doctor.Do not exceed the prescribed dose.Do not miss the dose. In case you missed any, take as soon as you remember it.Do not take a double dose if you missed any.Do not use aspirin before and after taking Arinac tablet or syrup as they have an adverse reaction with aspirin. Basically, Ibuprofen interacts with aspirin to cause a harmful effect on you. Also, tell your doctor if you are using any other medicine. Keep it away from sunlight—store at room temperature. Keep it away from the reach of children. Contact the doctor if you observe any adverse effect of the medicine and also tell the doctor beforehand if you have an allergy to any of the ingredients.For the use of Arinac tablets in pregnancy and breastfeeding, consult your doctor before usage. Do not crush, break, or chew it. Swallow it with plenty of water.\n","effects":"\nSide effects go hand in hand with every medicine, even if it is for the common cold. Following Arinac tablet side effects are observed by patients who took tablet or syrup:NauseaStomach upset: loose stool and cramps in the stomach.HeartburnHeart strokes if you continue to use it for a long span.Ringing in earsSweating Difficulty in breathingUneven heart pulseBleeding (may it be nose bleeding or gum bleeding)Swelling on face or tongue.All these side effects may vary from mild to severe according to the immune system and body structure and also the amount of dose you took. Arinac tablet dosage for adults, maybe two tablets a day. In case of increasing the dose, do consult the doctor.\n"},{"image":"https://static.servaid.com.pk/product/bulk/001386.jpg","title":"Arinac Forte 400MG Tab 10x10 (L)","formula":"Ibuprofen and Pseudoephedrine\nAbbott","price":"Rs. 683/Pack","details":"Arinac forte is considered effective in curing common cold symptoms (works by lowering the intensity of cold and prevents from causing any other symptoms that may lead to cold).\n\nReducing pain, inflammation, and fever that is it proceeds by\n\nREAD MORE","precautions":"\nArinac forte dosage must be taken according to the recommendation of doctor. You should let your doctor know your medical history. Consult your doctor in the case of any adverse side effect Use a normal diet while taking the drug.\n","effects":"\nArinac side effects include following AnaemiaThe condition occurred when one lacks red blood cells, and it feels difficult to carry oxygen from the blood tissues. Arinac dosage, to a high extent, may cause anemia.Hypertension The condition in which blood pressure in the arteries is elevated, leading to high blood pressure. Arinac forte usage may cause high blood pressure issues, which are alternatively known as hypertension. Stomach pain Arinac forte dosage may lead to acute pain in the stomach. In other words, this may also involve a disturbance in the activity of the stomach.Indigestion A person may face indigestion, which is the pain caused due to heartburn (sensation of burning pain behind the breastbone). Usage of this drug can also cause indigestion. Other side effects Weight gain is also an arinac forte’s side effect noticed so far; it may affect your skin and cause a disturbance in it. Breathing problems may also occur in the case of arinac forte usage.\n"},{"image":"https://static.servaid.com.pk/product/bulk/007046.jpg","title":"Cofcol Tab 25x10 (L)","formula":"Paracetamol, Pseudoephedrine and Chlorpheniramine\nOtsuka","price":"Rs. 710/Pack","details":"It is used for the fast effective temporary relief of the symptoms of cold, cough, flu and Fever.","precautions":"\nUse with caution in severe Hypertension or Coronary artery disease patient. Please consult your doctor when taking this medicine if you are pregnant.\n","effects":"\nDrowsiness, Dizziness, Constipation, Stomach upset, Blurred vision, or Dry mouth/Nose/Throat may occur.\n"},{"image":"https://static.servaid.com.pk/product/bulk/002228.jpg","title":"Actifed P Tab 40x10 (L)","formula":"Triprolidine, Pseudoephedrine and Paracetamol\nGSK","price":"Rs. 760/Pack","details":"Actifed P Tablet is used for the common cold, for allergies like Nasal congestion and upper respiratory allergies, for headaches, for Sinus pressure and congestion.\n\nThe tablet contains some of the active ingredients, which are Triprolidine\n\nREAD MORE","precautions":"\nBefore taking this medicine, it is very important to consult a doctor, share medical history regarding any disease or any current health condition, for example, pregnancy or other diseases.However, patients which are hypersensitive should be careful while using this medicine or should not use this drug; it might cause an allergic reaction to them because of an active ingredient in it.The patient is having problems like high blood pressure, trouble urinating due to an enlarged prostate gland, and having thyroid disease; should be careful.Do not drive while having this medicine, as it causes dizziness and drowsiness. Driving in this situation will be very risky for the patient.Moreover, this medicine may also cause vision problems, so the patient is advised not to drive and use or operate any type of machinery. It can be very dangerous.The old ones (elderly) patients should not use this medicine; it causes dizziness, so there is more risk of falling or fainting.Keep this medicine away from the children.\n","effects":"\nSide effects Every medicine has it side effects, some are rare, but some are very serious. It is not necessary that every time side effects occur, but it may occur. some of the serious side effects which may occur are the:seizure or convulsionsuneven or fast heartbeatsfeeling light-headedtremorsfaintinghallucinations (which means seeing things that are not there)Some of the common side effects which may cause are:heartburnloss of appetitedrowsinessdizzinessdry nose or mouthnauseavomitingdifficult urinationsleep problems (insomnia)weaknessheadachedry eyesblurred visiondiarrheafeeling nervousImmediately consult a doctor if the condition of the patient gets worse or not stable.\n"},{"image":"https://static.servaid.com.pk/product/bulk/007431.jpg","title":"Diagesic P 50/70/3MG Tab 10x10 (L)","formula":"Paracetamol, Caffiene and Thioridazine\nWilsons","price":"Rs. 1386/Pack","details":"Diagesic-p is a combination of Paracetamol, Caffeine, and Thioridazine medications. It works to decrease the level of certain substances and chemicals in the whole body so that the pain should be relieved. It also helps to increase the loss of he\n\nREAD MORE","precautions":"\nSome of the Diagesic-p precautions are described below.By the use of Diagesic tablet, serious skin problems may also occur, such as allergic skin problems. Thus, the patients using this medicine should be guided about such reaction symptoms. This medication should be stopped as you feel the symptoms of allergic reactions.Patients suffering from hypersensitivity should follow some cautions against the use of Diagesic-p and inform the doctor about the problem if any occur.People having any kidney, liver, or heart problem and using this medication avoid the use of alcohol or any other medicines that contain paracetamol. As the excessive use of paracetamol can damage the liver.As Diagesic-p contains caffeine, therefore, while using it, follow proper cautions in the patients having problem of hypothyroidism, a renal impairment which is known as kidney disorder, and hepatic impairment, which is known as a liver disorder.\n","effects":"\nSome of the Diagesic-p tablet side effects are listed below. Some of the side effects may not occur in every user and, if they occur, may not need any clinical help. The reason may be that they disappear as the body adjust itself to medicine after some time. But if any of its side effects persist, then immediately seek medical help.It can cause dizziness, drowsiness, sedation, weakness, and constipation. It may also cause nausea, vomiting, stomach upset, headache, and dysphoria.It can also cause suicide as it contains paracetamol. If it is taken in large amounts, then it can damage the liver as it causes liver toxicity, which may lead to death or liver translation. The patient can also go into a coma in case of overdose.It may cause difficulty in breathing, which may further lead to respiratory arrest. It can also cause cardiac arrest.It can cause allergic reactions, skin rashes, and swelling if the patient previous medical history is allergic to any of its ingredients.\n"},{"image":"https://static.servaid.com.pk/product/bulk/004543.jpg","title":"Valtrex 500MG Tab 7x6 (L)","formula":"Valacyclovir\nGSK","price":"Rs. 4462.5/Pack","details":"Valacyclovir is used to treat infections caused by certain types of viruses.","precautions":"\nUse with caution in kidney problems.\n","effects":"\nNausea, Stomach pain, Headache, Dizziness.\n"}]