[
  {
    "image": "https://static.servaid.com.pk/product/bulk/001292.jpg",
    "title": "Micronema 10ML Liquid",
    "formula": "Enema Liquid\nAtco Lab",
    "price": "Rs. 33.41/Pack",
    "details": "This medication may be used to relieve occasional constipation",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of serious loss of body water (dehydration), high/low levels of certain minerals in the blood (such as potassium, calcium, sodium, phosphate), kidney disease, current stomach/abdominal symptoms (such as pain, cramping, persistent nausea/vomiting), bowel problems (such as blockage, ulcerative colitis, hemorrhoids), laxative use for constipation in the past week, heart disease (such as heart failure, irregular heartbeat), liver disease, sodium-restricted diet. Tell your doctor right away if the enema tip causes rectal bleeding/pain, if you do not have a bowel movement within 30 minutes of using the product, if you have symptoms of dehydration, or if you think you may have a serious medical problem. Some products that may interact with this drug include other drugs that may affect the kidneys(including ACE inhibitors such as lisinopril, ARBs such as valsartan, diuretics/\"water pills\" such as furosemide/hydrochlorothiazide, NSAIDs such as ibuprofen/naproxen).\n",
    "effects": "\nMild abdominal discomfort/cramps or gas may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001293.jpg",
    "title": "Micronema 20ML Liquid",
    "formula": "Enema Liquid\nAtco Lab",
    "price": "Rs. 41.45/Pack",
    "details": "This medication may be used to relieve occasional constipation",
    "precautions": "\nBefore using it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of serious loss of body water (dehydration), high/low levels of certain minerals in the blood (such as potassium, calcium, sodium, phosphate), kidney disease, current stomach/abdominal symptoms (such as pain, cramping, persistent nausea/vomiting), bowel problems (such as blockage, ulcerative colitis, hemorrhoids), laxative use for constipation in the past week, heart disease (such as heart failure, irregular heartbeat), liver disease, sodium-restricted diet. Tell your doctor right away if the enema tip causes rectal bleeding/pain, if you do not have a bowel movement within 30 minutes of using the product, if you have symptoms of dehydration, or if you think you may have a serious medical problem. Some products that may interact with this drug include other drugs that may affect the kidneys(including ACE inhibitors such as lisinopril, ARBs such as valsartan, diuretics/\"water pills\" such as furosemide/hydrochlorothiazide, NSAIDs such as ibuprofen/naproxen).\n",
    "effects": "\nMild abdominal discomfort/cramps or gas may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007182.jpg",
    "title": "Cremaffin 120ML Emulsion 1x1 (P)",
    "formula": "Paraffin, Liquid\nAbbott",
    "price": "Rs. 50.45/Pack",
    "details": "The Cremaffin syrup is used to provide effective and gentle relief from Constipation. The ingredients which are used in this syrup are 1.25ml of Liquid Paraffin and 3.5ml of Magnesium Hydroxide Mixture. The generic category of this syrup is constipa READ MORE",
    "precautions": "\nBefore using this medication, it is very important to consult a doctor first and share medical history or the current health situation of the patient. So that doctor can recommend it according to it.Patients which are hypersensitive should avoid using this tablet as it contains an inactive ingredient which may result in serious allergic problems.This medicine should be used with caution if the patient is having a problem like a kidney dysfunction as it may need dose modification.The patient should avoid using this medicine if they are having a problem like Intestinal obstruction and appendicitis.It is not safe to drink alcohol with this syrup; it should be avoidedIn pregnancyPregnant women should use this syrup if needed; they should first consult a doctor then use it. So that the baby doesnat get any harm.\n",
    "effects": "\nEvery medicine has its benefits and side effects too. Some of the side effects are rare, but some are very serious. It is not necessary that side effects occur every time, but it may occur.Some of the side effects which may occur are thenauseavomitingabdominal crampsDehydrationstomach paindiarrheaFatigueSome of the possible allergic reactions that may occur which areRashesLoss of consciousnessSwelling of eyes, face, lips, mouth, or tongueImmediately consult a doctor if the condition of the patient gets worse or unstable.It can cause Dehydration, Loss of apetite, Loose motion, Skin itching, Vomiting, Inflammation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003664.jpg",
    "title": "Skilax 15ML Drops",
    "formula": "Sodium Picosulphate\nHighnoon",
    "price": "Rs. 51.64/Pack",
    "details": "Skilax is a laxative. It is used to treat irritable bowel syndrome, specifically constipation. Skilax is a stool softener and makes your colon ease up a bit so that you can defecate easily. It increases the amount of water intake in your stool an\n\nREAD MORE",
    "precautions": "\nInform the doctor about your complete medical history before taking medicine.Read the prescription page carefully before taking medicine.Inform the doctor about the allergies, if you have any.Diabetes often causes constipation.  Diabetic patients should not take medicine without a doctor's consultation.Do not use the medication for prolonged periods as excessive use of constipation is harmful.Avoid taking the drug for more than 5 days.Do not take medicine if you are planning on getting pregnant or already expecting a baby.Breast-feeding mothers should also avoid taking medication as it can pass into the milk in small amounts.It is not safe for children under 10 years of age.In case of any allergic reaction to the medicine, immediately rush to the hospital.Keep it away from children’s reach.Keep the medicine away from sunlight and moisture.\n",
    "effects": "\nFollowing are the possible side-effects associated with the use of this medicine. If any of the following conditions, persists or worsens immediately seek medical assistance. Everyone does not experience these side-effects. If you are allergic to any of the ingredients present in the medicine, do not take it or else you would have to face fatal consequences of it. Some of the side-effects of this medicine include:Abdominal PainDiarrhoeaIrritation in the throat because of the texture of drops.Extra soft stoolFeelings of Nausea and VomitingRashes on the skinSwelling on the faceAllergic reaction to any of the substances or ingredients present in the medicine.Stomach discomfortItchiness and dryness of skin\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/700329.jpg",
    "title": "Glycerin Adult Suppositories 1x1 (P)",
    "formula": "Glycerin\nGeneral",
    "price": "Rs. 55.45/Pack",
    "details": "This Product Is Used To Relieve Occasional Constipation. Glycerin Belongs To A Class Of Drugs Known As Hyperosmotic Laxatives. It Works By Drawing Water Into The Intestines. This Effect Usually Results In A Bowel Movement Within 15 To 60 Minutes.",
    "precautions": "\nBefore Using Glycerin, Tell Your Doctor Or Pharmacist If You Are Allergic To It; Or If You Have Any Other Allergies. This Product May Contain Inactive Ingredients, Which Can Cause Allergic Reactions Or Other Problems. Talk To Your Pharmacist For More Details.\n",
    "effects": "\nRectal Irritation/Burning, Abdominal Discomfort/Cramps, Or Small Amounts Of Mucus In The Stool May Occur. If Any Of These Effects Last Or Get Worse, Tell Your Doctor Or Pharmacist Promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007095.jpg",
    "title": "Conspic Tab 1x30 (L)",
    "formula": "Sodium Picosulphate\nSami",
    "price": "Rs. 57.6/Pack",
    "details": "It is used to relief constipation.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nDehydration, Loss of apetite, Loose motion, Skin itching, Vomiting, Inflammation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004358.jpg",
    "title": "Tronolane 20G Cream",
    "formula": "Pramoxine\nAbbott",
    "price": "Rs. 59.58/Pack",
    "details": "Pramoxine is used to temporarily relieve Itching and Pain caused by Minor skin irritation such as Minor burns/Cuts/Scrapes, Sunburn, Eczema, Insect bites, Cold sores, or Rashes from Poison ivy, Poison oak, or Poison sumac.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Deep/open/puncture wounds, Broken/damaged/blistered skin, Animal bites, Serious burns. During pregnancy, this medication should be used only when clearly needed.\n",
    "effects": "\nBurning or Stinging may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Axis Colic 20ml Oral Drops",
    "formula": "Carminative Mixture\nAXIS Pharmaceuticals",
    "price": "Rs. 60.07/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000484.jpg",
    "title": "Kleen 120ML Liquid",
    "formula": "Enema Liquid\nNabiqasim",
    "price": "Rs. 71.51/Pack",
    "details": "Kleen Enema provides relief from constipation. It is a saline-based laxative. It is used to clean the large intestine before colonoscopy or radiography. It makes the stool soft so it can pass out easily. It is used in more severe cases where cons\n\nREAD MORE",
    "precautions": "\nBefore taking the medication, inform the doctor about your complete medical history, such as your allergies and any serious ailment that you might have suffered from.Keep yourself hydrated while using this medication. It can make you dehydrated.If you have been taking the laxative for more than a week and your condition has not gotten any better, then you must seek medical assistance immediately.This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of serious loss of body water (dehydration), high/low levels of certain minerals in the blood (such as potassium, calcium, sodium, phosphate), kidney disease, current stomach/abdominal symptoms (such as pain, cramping, persistent nausea/vomiting), bowel problems (such as blockage, ulcerative colitis, hemorrhoids), laxative use for constipation in the past week, heart disease (such as heart failure, irregular heartbeat), liver disease, sodium-restricted diet. Tell your doctor right away if the enema tip causes rectal bleeding/pain, if you do not have a bowel movement within 30 minutes of using the product, if you have symptoms of dehydration, or if you think you may have a serious medical problem. Some products that may interact with this drug include other drugs that may affect the kidneys(including ACE inhibitors such as lisinopril, ARBs such as valsartan, diuretics/\"water pills\" such as furosemide/hydrochlorothiazide, NSAIDs such as ibuprofen/naproxen).\n",
    "effects": "\nLikewise, other medications, Laxatives, have side effects. They should not be used excessively. Excessive use of laxatives can make the intestine muscles weak. Following are some of the side effects associated with the use of this medication. Loose stools with mucus and bloodLess urination followed by kidney painDryness of mouth and throat due to the allergic reaction from any of the ingredients present in the liquid.Swelling of face, hands, or feetMuscle spasms and lethargyAgitation and nervousnessIrregular heart rhythmContinuous diarrhea followed by VomitingSwelling on tongue and difficulty in eating the food.Loss of appetite and extreme mood swings.Mild abdominal discomfort/cramps or gas may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006333.jpg",
    "title": "Gripe Water 150ML Syp",
    "formula": "Gripe Water\nWoodward",
    "price": "Rs. 79.01/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009203.jpg",
    "title": "Comfy Colic 20ML Oral Drops",
    "formula": "Herbal extracts\nComfy",
    "price": "Rs. 82.25/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods/infant formulas.",
    "precautions": "\nBefore giving it, tell your doctor or pharmacist if your child is allergic to it; or if your child has any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. If you are treating the child yourself (without direction from a doctor), do not use more than 12 doses per day. If your child's condition persists or worsens, or if you think there may be a serious medical problem, seek immediate medical attention. Ask your pharmacists or gealthcare provider before using any medicine.\n",
    "effects": "\nThere are no reports of any side effects due to this medication\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009201.jpg",
    "title": "Colic 60ML Syp",
    "formula": "Carminative Mixture\nBrick Lab",
    "price": "Rs. 86.87/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods or infant formulas.",
    "precautions": "\nuse with caution in patients with known hypersensitivity to the drug.\n",
    "effects": "\nThere are no reports of any side effects due to this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009200.jpg",
    "title": "Colic 90ML Syp",
    "formula": "Carminative Mixture\nBrick Lab",
    "price": "Rs. 91.49/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods or infant formulas.",
    "precautions": "\nuse with caution in patients with known hypersensitivity to the drug.\n",
    "effects": "\nThere are no reports of any side effects due to this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009199.jpg",
    "title": "Colic 20ML Oral Drops",
    "formula": "Carminative Mixture\nBrick Lab",
    "price": "Rs. 91.49/Pack",
    "details": "Colic drop is available on prescription. Its generic name is simethicone. It belongs to the medicine category of GI agents. These GI agents are used for the treatment of gastrointestinal disorders. \n\nHow does it work?\n\nColic drop\n\nREAD MORE",
    "precautions": "\nFollowing Colic drops, precautions should be followed while taking it.Before taking this medicine,  you should inform the doctor about your previous medical history. Also, if you have to take any other prescription with this medicine, inform the doctor about it. The reason is that it may interact with those prescribed medicines and can cause adverse side effects.This medicine can cause hypersensitivity problems such as allergic reactions. Thus, inform your doctor if you have any hypersensitivity problems from any of the ingredients present in this medicine. Although there is limited data available about the use of colic drops in pregnancy, however, from the available data and doctor's reviews, it is known that this medicine is not assigned in the pregnancy condition. Thus, be careful while using this medicine and consult your doctor if you are taking this medicine in pregnancy.From the reports and doctor's review, it is admitted that it is safe for nursing or breastfeeding mothers as it is not excreted into milk.Colic drops in infants can be used safely used.Store the colic drops at room temperature. And check the expiry date before using it.Use with caution in patients with known hypersensitivity to the drug.\n",
    "effects": "\nSome of the Colic drops side effects are listed below.It can cause the side effects of constipation, nausea, and difficulty in sleeping.Colic drops rare side effect is the trouble in breathing or shortness of breath. It is also known as respiratory difficulty. The other dermatologic side effect of colic drops is pruritus.It can also cause some allergic reactions, such as skin rashes, but this side effect belongs to its rare side effect category.It can cause hypersensitivity reactions such as face edema, tongue edema, itching, swelling, and many others like that.If any of the above-described colic drop side effects persist or cause other health problems, then immediately consult your doctor. There are no reports of any side effects due to this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/700248.jpg",
    "title": "Digas 20ML Oral Drops",
    "formula": "Herbal extracts\nMedics",
    "price": "Rs. 101.66/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods/infant formulas.",
    "precautions": "\nBefore giving it, tell your doctor or pharmacist if your child is allergic to it; or if your child has any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. If you are treating the child yourself (without direction from a doctor), do not use more than 12 doses per day. If your child's condition persists or worsens, or if you think there may be a serious medical problem, seek immediate medical attention. Ask your pharmacists or gealthcare provider before using any medicine.\n",
    "effects": "\nThere are no reports of any side effects due to this medication\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/700247.jpg",
    "title": "Digas Colic 120ML Syp",
    "formula": "Herbal extracts\nMedics",
    "price": "Rs. 110.9/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods/infant formulas.",
    "precautions": "\nBefore giving it, tell your doctor or pharmacist if your child is allergic to it; or if your child has any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. If you are treating the child yourself (without direction from a doctor), do not use more than 12 doses per day. If your child's condition persists or worsens, or if you think there may be a serious medical problem, seek immediate medical attention. Ask your pharmacists or gealthcare provider before using any medicine.\n",
    "effects": "\nThere are no reports of any side effects due to this medication\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012373.jpg",
    "title": "Laxoberone 120ML Syp",
    "formula": "Sodium picosulfate\nGenetics P",
    "price": "Rs. 116.44/Pack",
    "details": "It is used to relief Constipation.",
    "precautions": "\nIt should be use with caution in patients with stomach pain, bowel disease, people with anorexia and kidney disease, Liver diseases.\n",
    "effects": "\nIt can cause Dehydration, Loss of apetite, Loose motion, Skin itching, Vomiting, Inflammation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000544.jpg",
    "title": "Laevolac 120ML Susp",
    "formula": "Lactulose\nHilton",
    "price": "Rs. 138.63/Pack",
    "details": "This medication is used to treat constipation.",
    "precautions": "\nBefore using this medicine, consult your doctor/Pharmacist if you have a low galactose diet (e.g., a diet that includes few or no milk products), certain other Bowel problem (bowel obstruction). It is contraindicated in Hypersensitivity to the active ingredient.\n",
    "effects": "\nGas, Bloating, Burping, Stomach rumbling/Pain, Nausea, and Cramps may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035923.jpg",
    "title": "Prulax Junior 60ML Syp",
    "formula": "Prune juice\nHAYAThygnc",
    "price": "Rs. 147.87/Pack",
    "details": "This medicine is used to treat constipation in children",
    "precautions": "\nBefore taking it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Take this medication by mouth with or without food, as directed by your doctor. If you are self-treating, follow all directions on the product package. If you are uncertain about any of the information, ask your doctor or pharmacist. Do not increase your dose, take it more frequently, or use it for a longer time than directed. Carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. Ask your pharmacist or health care provider before using any medicine.\n",
    "effects": "\nDiarrhea in a large dosage may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003665.jpg",
    "title": "Skilax 5MG Tab 6x10 (L)",
    "formula": "Sodium Picosulphate\nHighnoon",
    "price": "Rs. 160.8/Pack",
    "details": "It is used to relief constipation.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nDehydration, Loss of apetite, Loose motion, Skin itching, Vomiting, Inflammation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012074.jpg",
    "title": "Colibac 20ML Oral Drops",
    "formula": "Herbal extracts\nMAZTON",
    "price": "Rs. 166.35/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000919.jpg",
    "title": "Luxave 120ML Susp",
    "formula": "Lactulose\nSearle",
    "price": "Rs. 180.68/Pack",
    "details": "This medication is used to treat constipation.",
    "precautions": "\nBefore using this medicine, consult your doctor/Pharmacist if you have a low galactose diet (e.g., a diet that includes few or no milk products), certain other Bowel problem (bowel obstruction). It is contraindicated in Hypersensitivity to the active ingredient.\n",
    "effects": "\nGas, Bloating, Burping, Stomach rumbling/Pain, Nausea, and Cramps may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000497.jpg",
    "title": "Kolac 120ML Susp",
    "formula": "Lactulose\nAsian Co",
    "price": "Rs. 181.6/Pack",
    "details": "This medication is used to treat constipation.",
    "precautions": "\nBefore using this medicine, consult your doctor/Pharmacist if you have a low galactose diet (e.g., a diet that includes few or no milk products), certain other Bowel problem (bowel obstruction). It is contraindicated in Hypersensitivity to the active ingredient.\n",
    "effects": "\nGas, Bloating, Burping, Stomach rumbling/Pain, Nausea, and Cramps may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012622.jpg",
    "title": "Laxitol 120ML Syp",
    "formula": "Lactitol\nInnvotek",
    "price": "Rs. 184.83/Pack",
    "details": "It is used for the treatment of Constipation and Hepatic encephalopathy.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nIt can cause Vomiting, Nausea, Dyspepsia, Loss of potassium, Muscle cramps, Headache, Flatulence and Abdominal distension.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005349.jpg",
    "title": "Bilagol L 120ML Susp",
    "formula": "Lactulose\nSchazoo",
    "price": "Rs. 187.61/Pack",
    "details": "This medication is used to treat constipation.",
    "precautions": "\nBefore using this medicine, consult your doctor/Pharmacist if you have a low galactose diet (e.g., a diet that includes few or no milk products), certain other Bowel problem (bowel obstruction). It is contraindicated in Hypersensitivity to the active ingredient.\n",
    "effects": "\nGas, Bloating, Burping, Stomach rumbling/Pain, Nausea, and Cramps may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000726.jpg",
    "title": "Lilac 120ML Susp",
    "formula": "Lactulose\nGetz",
    "price": "Rs. 188.25/Pack",
    "details": "Lilac syrup contains glucose, lactose, and lactulose. Lactulose is a disaccharide, a sugar atom made out of 2 more sugar particles fortified together, for this situation, fructose, and galactose. Lactulose is a strong substance that is extremely\n\nREAD MORE",
    "precautions": "\n Before using lilac syrup, inform your doctor if you have any prevailing medical condition as it might affect the dosage. Also, inform your doctor about your current medication. Patients who are lactose intolerant should consult their doctor before using this medicine.Diabetic patients should take this medicine with care, as galactose and lactulose may increase blood sugar levels.\n",
    "effects": "\nThis medicine might cause abdominal discomfort, e.g. Cramps and flatulence.A high dose can cause nausea and vomiting.Prolonged use might cause diarrhoea resulting in excessive loss of water and electrolytes, mainly potassium hypernatremia from the body.If you experience any of the side effects mentioned above, seek medical help immediately and also inform your local food authorities. These symptoms usually disappear under proper therapy.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000538.jpg",
    "title": "Lactodil 120ML Susp",
    "formula": "Lactulose\nDon Valley",
    "price": "Rs. 189.46/Pack",
    "details": "This medication is used to treat constipation.",
    "precautions": "\nBefore using this medicine, consult your doctor/Pharmacist if you have a low galactose diet (e.g., a diet that includes few or no milk products), certain other Bowel problem (bowel obstruction). It is contraindicated in Hypersensitivity to the active ingredient.\n",
    "effects": "\nGas, Bloating, Burping, Stomach rumbling/Pain, Nausea, and Cramps may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005387.jpg",
    "title": "B-Lact 120ML Susp",
    "formula": "Lactulose\nPlatinum",
    "price": "Rs. 189.96/Pack",
    "details": "This medication is used to treat constipation.",
    "precautions": "\nBefore using this medicine, consult your doctor/Pharmacist if you have a low galactose diet (e.g., a diet that includes few or no milk products), certain other Bowel problem (bowel obstruction). It is contraindicated in Hypersensitivity to the active ingredient.\n",
    "effects": "\nGas, Bloating, Burping, Stomach rumbling/Pain, Nausea, and Cramps may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007657.jpg",
    "title": "Duphalac 120ML Susp",
    "formula": "Lactulose\nAbbott",
    "price": "Rs. 194.35/Pack",
    "details": "This medication is used to treat constipation.",
    "precautions": "\nBefore using this medicine, consult your doctor/Pharmacist if you have a low galactose diet (e.g., a diet that includes few or no milk products), certain other Bowel problem (bowel obstruction). It is contraindicated in Hypersensitivity to the active ingredient.\n",
    "effects": "\nGas, Bloating, Burping, Stomach rumbling/Pain, Nausea, and Cramps may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011399.jpg",
    "title": "Fibo Sachet 1x10 (L)",
    "formula": "Ispaghol\nHilton",
    "price": "Rs. 198.7/Pack",
    "details": "This medication is used for the treatment of constipation. It makes the stool easier to pass out. It increases the movement of intestinal muscles and makes the defecation process easier. Fibo sachet contains fibre that increases the bulk in stool\n\nREAD MORE",
    "precautions": "\nIf you are sensitive to some substances, then it is better to discuss the product with the doctor before taking it in order to avoid any harmful effects of the product. The product may contain harmful ingredients that are not suitable for you.If you have some medical history related to intestine, stomach or intestinal blockage, then it is better to take the product with a doctor's consultation.The product may contain glucose. If you are suffering from diabetes, then it is preferable to discuss the product with the doctor before taking it.Do not take the product for longer periods because it can make the intestinal walls softer, and also it may cause severe diarrhoea.Tell your doctor/Pharmacist your medical history of, Stomach/intestinal blockage, Difficulty swallowing, Appendicitis or symptoms of appendicitis, A sudden change in bowel habits that lasts for longer than 2 weeks, Bleeding from the rectum.\n",
    "effects": "\nAlthough fibo sachet is a herbily formulated product, it may not be suitable for few people. Stomach cramping or bloating might occur in a few people, and it is the most common side-effect of this medication. If the feelings of gas or bloating persist or worsens, stop taking the medication and seek medical assistance.In severe constipation cases, a fibo sachet might not provide instant relief from constipation. It is better to observe for two days, and if the situation still does not get better, stop using the medication and pay a visit to the doctor.This product should be consumed with water or some other liquid to avoid the risk of choking. However, if you still feel choked after taking the product, seek medical assistance immediately.Feelings of nausea, vomiting and bloating are quite common with constipation, but these shall get better after a day or two. In case you still get those feelings after two days, stop using the product. Gas or stomach cramping may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/039887.jpg",
    "title": "Lacasil 10G Sachet 1x8 (L)",
    "formula": "Lactitol monohydrate\nCureLink",
    "price": "Rs. 206.96/Pack",
    "details": "Lacasil sachets contain an active ingredient \"lactitol monohydrate\" which is used for the treatment of chronic idiopathic constipation (CIC).",
    "precautions": "\nKeep it out of the reach of children. Store it below the room temperature i.e. below 25 degrees Celsius. Consult a doctor if you’re hypersensitive to any of its ingredients. Do not take overdose, always take it in a recommended dose.\n ",
    "effects": "\nNo side effects are reported. Consult a doctor if it causes digestive problems i.e. gas, bloating, abdominal pain, GERD (gastroesophageal reflux disease), vomiting, nausea, or diarrhea, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006566.jpg",
    "title": "Lacasil 3.35G/5ML 120ML Syp",
    "formula": "Lactitol\nSami",
    "price": "Rs. 212.56/Pack",
    "details": "Lacasil syrup is a prescribed medicine that is manufactured and marketed by Sami Pharmaceuticals Pvt Ltd. Lacasil syrup formula contains 3.35 gm/5ml lactitol monohydrate as an active ingredient. It belongs to the drug class of laxatives and belon\n\nREAD MORE",
    "precautions": "\nLacasil syrup precautions are listed below.Before you start taking Lacasil syrup, you should inform the doctor about your medical history. Also, inform if you are following any other prescription or are taking any herbal supplements.Consult your doctor before taking Lacasil syrup in pregnancy or you are planning for pregnancy.Inform the doctor if you are feeding the mother as this medicine may pass through breast milk.Experience the necessary cautions in patients having the problem of galactosemia, abdominal pain, bleeding, and intestinal obstruction.Inform the doctor if you have a hypersensitivity problem from the elements used in the composition of Lacasil syrup.It is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nLacasil syrup's side effects are listed below.The common side effects reported while taking the Lacasil syrup are gas, bloating, nausea, and stomach cramps. It may also cause stomach pain, burping, and muscle cramps.It can also cause vomiting, muscle weakness, diarrhea, seizures, and irregular heartbeat problem.The rare but severe side effect of Lacasil syrup reported is allergic reaction such as swelling, skin rashes, itching, etc. severe dizziness, and problem in breathing. It can cause Vomiting, Nausea, Dyspepsia, Loss of potassium, Muscle cramps, Headache, Flatulence and Abdominal distension.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014111.jpg",
    "title": "Colorest 30ML Oral Drops",
    "formula": "Herbal extracts\nNabiqasim",
    "price": "Rs. 217.18/Pack",
    "details": "Colorest is a stomach-friendly colic pain reliever. Colorest drops contain ingredients like Chamomile, fennel, and balm mint imported from Europe and have been thoroughly examined using scientific data.\n\nColorest drops contain a unique\n\nREAD MORE",
    "precautions": "\nIt is not recommended for patients who have a history of hypersensitivity to the active ingredient or any of the excipients specified. If your kid is allergic to simethicone, or in case if your child is suffering from any allergy, then do notify your doctor prior to using it. There is a possibility of the presence of inactive chemicals that causes issues or allergic reactions.For further information, talk to your doctor.Don't start, modify, or stop using any medicine without the doctor's consent.To discuss all the pharmaceutical products that you are using with your doctor, either prescribed or non-prescribed, either herbal or non-herbal.If your child takes this medication regularly and misses a dosage, give it to them immediately when you remember. If the next dose is approaching, then skip the missed dose. Give the next dose at the appropriate time each day. Do not increase the quantity of dose.Do not allow it to be frozen. Keep out of the bathroom. All drugs should be placed away from kids as well as animals.This medicine rarely causes any extreme allergic reaction; however, if any extreme allergic response is detected, seek medical treatment right once.Use with caution in patients with known hypersensitivity to the drug.\n",
    "effects": "\nSimethicone has a low risk of adverse effects. If the doctor has prescribed this drug, keep in mind that your doctor has determined that the pros are more than the cons.Most people using this medicine do not experience any side effects.If your kid experiences any unusual side effects as a result of using this medicine, contact your pharmacist or doctor right once.Contact your doctor or pharmacist if you experience any other side effects not listed above.There are no reports of any side effects due to this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/043431.jpg",
    "title": "No Col 120ML Syp",
    "formula": "Herbal\nGlorious",
    "price": "Rs. 231.04/Pack",
    "details": "This syrup is used to treat the digestive problems of infants & babies. It could be used for gas, bloating, abdominal pain, colic, diarrhea, constipation, lack of appetite (anorexia), etc. It helps to maintain a healthy weight as it increases\n\nREAD MORE",
    "precautions": "\nIt Is Contraindicated In Patients With Known Hypersensitivity To The Drug.\n",
    "effects": "\nNausea, Vomiting, Dizziness, Abdominal And Epigastric Pain.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010023.jpg",
    "title": "Prulax 120ML Syp",
    "formula": "Prune juice\nMatrix",
    "price": "Rs. 240.29/Pack",
    "details": "This medicine is used to treat constipation",
    "precautions": "\nBefore taking it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Take this medication by mouth with or without food, as directed by your doctor. If you are self-treating, follow all directions on the product package. If you are uncertain about any of the information, ask your doctor or pharmacist. Do not increase your dose, take it more frequently, or use it for a longer time than directed. Carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. Ask your pharmacist or health care provider before using any medicine.\n",
    "effects": "\nDiarrhea in a large dosage may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012320.jpg",
    "title": "Fibo Fiber 120ML Liquid",
    "formula": "Ispaghol\nP&amp;G",
    "price": "Rs. 263.39/Pack",
    "details": "This is herbal preparation used to prevent constipation.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nGas or stomach cramping.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009933.jpg",
    "title": "Pasmolax Oral 20ML Drops",
    "formula": "Herbal extracts\nHimont",
    "price": "Rs. 271.16/Pack",
    "details": "This medication is used for relieve of abdominal distention due to excessive gas buildup.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nThis medication can cause nausea, constipation, diarrhea, or headache. If these symptoms persist or become severe, notify your doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005658.jpg",
    "title": "Movcol Sachet 1x10 (L)",
    "formula": "Polyethylene Glycol\nGenix",
    "price": "Rs. 281.8/Pack",
    "details": "This medication is used to treat occasional constipation.",
    "precautions": "\nBefore taking this medication, tell your doctor or pharmacist if you are allergic to polyethylene glycol; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication should not be used if you have certain medical conditions. Before using this medicine, consult your doctor or pharmacist if you have certain stomach/intestinal problems (bowel obstruction). Before using this medication, tell your doctor or pharmacist your medical history, especially of persistent nausea/vomiting/abdominal pain, other stomach/intestinal problems (irritable bowel syndrome), kidney disease. It is not known whether this drug passes into breast milk. Consult your doctor before breast-feeding. Ask your pharmacist or health care provider before using any medicine\n",
    "effects": "\nNausea, abdominal cramping, or gas may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013330.jpg",
    "title": "Iberogast 20ML Liquid",
    "formula": "Herbal extracts\nScotmann",
    "price": "Rs. 323.47/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods or infant formulas.",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009055.jpg",
    "title": "Bonnisan 120ML Syp",
    "formula": "Herbal extracts\nHighnoon",
    "price": "Rs. 323.47/Pack",
    "details": "Bonnisan Syrup is herbal medicine and health supplement mostly used for children and newborns. It employed its carminative and digestive characteristics. Relieve and adequately assist infants and children from a common gastrointestinal ailment. B\n\nREAD MORE",
    "precautions": "\nBefore using this medication, it is necessary for the patient to consult a doctor and tell them or educate them about the medical history or the current situation or disease from which a patient is might suffering from.There might be some active ingredients in it which may cause allergies to some of the patients. So, the patient should be cautioned and ask a doctor first before using it.As recommended by your doctor, take this medicine at the duration. Before use, check the label for instructions. Take it by mouth with a measuring cup. Before use, shake well. Suspension may be taken at a fixed time; it is better. The medicine can be taken before or after the baby milk. Please consult your doctor or Pharmacist.\n",
    "effects": "\nHowever, Bonnisan is safe and well-tolerated by newborns; few studies show the serious adverse effect of overdose or intolerance of any constituent, and some of the regularly reported negative effects have been described below:IndigestionConstipationAcid refluxAbsence or nauseaIf you detect any of the above effects, it is recommended to stop the use immediately.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010375.jpg",
    "title": "Duphalac 240ML Syp",
    "formula": "Lactulose\nAbbott",
    "price": "Rs. 366.99/Pack",
    "details": "This medicine is a laxative used for constipation treatment.\n\nFormula\n\nThe active ingredient for every 15 ml of Duphalac includes lactulose of 10 g, in addition to 1,5 g or less of lactose, 0,9 g or less of lactose, epilactose, Tagato\n\nREAD MORE",
    "precautions": "\n Tell your doctor or pharmacist whether you are allergic to lactulose or have some other reactions before you are taking lactulose. Inactive ingredients that can cause problems or allergies are found in that product. For more information, speak to your pharmacist.If you have any medical problems, this drug should not be used. Consult your health care professional before taking this drug, If you have: a low intake of galactose (i.e. a diet of milk products, minimal or no) (bowel obstruction).Tell your doctor or pharmacist your health history, in particular about diabetes, before using this drug.\n",
    "effects": "\nGas, flushing, burning, tingling/pain in the stomach, nausea, and tightness can happen. Please contact your doctor or pharmacist immediately if any of those symptoms persist or worsen.Immediately inform your doctor in case you face any of these significant side effects: diarrhea, vomiting, body cramps, erratic heartbeats, changes of mind/mood, seizures, extreme or constant stomach/abdominal pain, bloody stools, rectal fluid.It is unlikely that this medication will be a very serious allergic reaction, but seek medical treatment immediately if it happens. Serious allergic reactions can result in rash, itching/swelling, extreme dizziness, difficulty breathing, particularly the face/language/throat.The list of possible secondary effects is not comprehensive. If you experience other symptoms not mentioned above, contact your doctor or pharmacist.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010590.jpg",
    "title": "Fibrocol Strawberry 120G Powder 1x1 (P)",
    "formula": "Ispaghol\nBiogenic",
    "price": "Rs. 369.07/Pack",
    "details": "It Relieves Consitipation and High Cholesterol",
    "precautions": "\nPlease consult your doctor or Pharmcist\n",
    "effects": "\nNausea or stomach upset may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000598.jpg",
    "title": "Laxoberon 5MG Tab 10x10 (L)",
    "formula": "Sodium Picosulphate\nMerck",
    "price": "Rs. 371/Pack",
    "details": "Laxoberon or Sodium Picosulphate is a diuretic. It goes through the stomach and small digestive tract unaltered. At the point when it arrives at the colon, it responds with extraordinary compounds there and changes into its dynamic diuretic structur READ MORE",
    "precautions": "\nThis medication should be utilized with alert in provocative inside sickness, diminished circulatory strain, kidney disability, unsettling electrolyte influences, late GI a medical procedure, and coronary illness.Pregnant females should accept their doctor's recommendation prior to taking this medication.Lactating moms should accept their doctor's recommendation prior to starting this medication.It is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nContinuous, watery solid discharges whenever ought to happen after you drink this item. Sickness, spewing, swelling, migraine, or stomach/stomach spasms may likewise happen. On the off chance that any of these impacts persevere or compound, tell your PCP or drug specialist expeditiously.Tell your primary care physician immediately in the event that you have any genuine results, including indications of kidney issues, (for example, change in the measure of pee), extreme or industrious stomach/stomach torment, wicked stools, rectal dying.An intense hypersensitive response to this medication is uncommon. Nonetheless, move clinical assistance immediately on the off chance that you notice any side effects of a genuine hypersensitive response, including rash, tingling/growing (particularly of the face/tongue/throat), extreme discombobulation, inconvenience relaxing.Dehydration, Loss of apetite, Loose motion, Skin itching, Vomiting, Inflammation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/037578.jpg",
    "title": "Senalax 20MG Tab 1x30 (L)",
    "formula": "Calcium Sennosides\nDermapride",
    "price": "Rs. 415.8/Pack",
    "details": "Senna has been used in alternative medicine as an aid to treat constipation.",
    "precautions": "\nPlease consult your physician or pharmacist or product package for this information.\n",
    "effects": "\nBlack, tarry stools, blood in the stools stomach pain\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035647.jpg",
    "title": "Clearlax 15MG Tab 1x30 (L)",
    "formula": "Sennosides\nSaeedGhani",
    "price": "Rs. 443.4/Pack",
    "details": "This medicine is used to treat constipation.",
    "precautions": "\nBefore taking it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Take this medication by mouth with or without food, as directed by your doctor. If you are self-treating, follow all directions on the product package. If you are uncertain about any of the information, ask your doctor or pharmacist. Do not increase your dose, take it more frequently, or use it for a longer time than directed. Carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. Ask your pharmacist or health care provider before using any medicine.\n",
    "effects": "\nDiarrhea in a large dosage may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009934.jpg",
    "title": "Pasmolax Oral 120ML Syp",
    "formula": "Herbal extracts\nHimont",
    "price": "Rs. 451.93/Pack",
    "details": "This medication is used for relieve of abdominal distention due to excessive gas buildup.",
    "precautions": "\nBefore using this medication, tell your doctor or pharmacist your medical history, especially of personal or family history of glaucoma (angle-closure type), overactive thyroid, other heart problems (e.g., coronary heart disease, congestive heart failure, fast heartbeat, arrhythmias), high blood pressure, kidney disease, heartburn problems (acid reflux, hiatal hernia), certain nervous system problem (autonomic neuropathy), myasthenia gravis. Antacids can interfere with the absorption of many other drugs. Be sure to check with your pharmacist before taking antacids with any other medication. Tell your doctor of any prescription or nonprescription medication your child may use, including any antacids or digestive medications since some combination products may also contain simethicone.\n",
    "effects": "\nThis medication can cause nausea, constipation, diarrhea, or headache. If these symptoms persist or become severe, notify your doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013331.jpg",
    "title": "Iberogast 50ML Liquid",
    "formula": "Herbal extracts\nGeneral",
    "price": "Rs. 711.63/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods or infant formulas.",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012472.jpg",
    "title": "Pro Colic Drops",
    "formula": "Herbal extracts\nNew",
    "price": "Rs. 734.73/Pack",
    "details": "It is used for Acute and chronic diarrhea, Gastroesophageal reflux in infant, Irritable bowel syndrome in adults and other conditions.",
    "precautions": "\nBefore taking it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Older adults should avoid taking probiotics. This is because this group is typically more sensitive to complications. Drink plenty of clear fluids to help prevent dehydration caused by diarrhea. This probiotic is safe for most healthy adults to use daily. Consult with your doctor and stop immediately if you experience side effects.\n",
    "effects": "\nIn some cases, mild side effects might include an upset stomach, diarrhea, gas, and bloating for the first couple of days after you start taking them. They may also trigger allergic reactions.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010014.jpg",
    "title": "Propol Cap 1x50 (L)",
    "formula": "Glucomannan\nDon Valley",
    "price": "Rs. 843/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/038516.jpg",
    "title": "Nucarb Tab 3x10 (L)",
    "formula": "Laxative & Spasmolytic\nNexus",
    "price": "Rs. 919.5/Pack",
    "details": "It is used to treat constipation.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Appendicitis or symptoms of appendicitis (such as nausea/vomiting, sudden or unexplained stomach/abdominal pain), a sudden change in bowel habits that lasts for longer than 2 weeks, Bleeding from the rectum, Intestinal blockage. Using it for long periods during pregnancy is not recommended.\n",
    "effects": "\nStomach/abdominal pain or Cramping, Nausea, Diarrhea, or Weakness may occur.\n"
  }
]
