[
  {
    "image": "https://static.servaid.com.pk/product/bulk/043502.jpg",
    "title": "Dextron-D Mango 100G Powder",
    "formula": "Glucose, Vit.C, Vit.D, Calcium\nCCL",
    "price": "Rs. 60.07/Pack",
    "details": "Dextron 20% May Be Used To Provide Temporary Relief From The Symptoms Of Cerebral Oedema And From Hypoglycaemic Coma.",
    "precautions": "\nOnly Use Under The Supervision Of Pediatrician\n",
    "effects": "\nIrritation; Dermatitis\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/043504.jpg",
    "title": "Dextron-D Kinnow 100G Powder",
    "formula": "Glucose, Vit.C, Vit.D, Calcium\nCCL",
    "price": "Rs. 60.07/Pack",
    "details": "Dextron 20% Is Frequently Used In Both Adults And Children To Restore Blood Dextron Concentrations In The Treatment Of Hypoglycaemia Resulting From Insulin Excess Or From Other Causes",
    "precautions": "\nOnly Use Under The Supervision Of Pediatrician\n",
    "effects": "\nOverdose Of Dextron 20% May Lead To Hyperglycaemia And Glycosuria Leading To Dehydration, Hyperosmolar Coma And Death.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005859.jpg",
    "title": "Zincol 20MG 60ML Syp",
    "formula": "Zinc Sulphate Monohydrate\nTabros",
    "price": "Rs. 64.69/Pack",
    "details": "It is used for the treatment and prevention of zinc deficiency, diarrhea in children, slow wound healing.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nConstipation, Diarrhea, Upset stomach may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005385.jpg",
    "title": "Bismol 120ML Susp",
    "formula": "Bismuth Subsalicylate\nMacter",
    "price": "Rs. 69.86/Pack",
    "details": "This medication is used to treat irritable stomach and intestine conditions. It helps treat most of digestive tract issues. It works by inhibiting the growth of bacteria responsible for stomach issues. This medication is not prescribed to be used\n\nREAD MORE",
    "precautions": "\nBefore taking the medication inform the doctor about your complete medical history in detail. Inform him about the health issues you have had faced in the past.Read the leaflet carefully and check the list of ingredients specifically. If you find any of the substances you are allergic to in the medicine, then prefer not to take it and ask the doctor to change the medication.Do not keep on using the medication without consulting the doctor because excessive use of this medication is harmful for the stomach muscles and intestinal walls. Do not prescribe the medication to others on your own. People with severe gastric issues should avoid taking the medicine without consulting the doctor. Keep the medicine away from children’s reach.Do not use expired medication.Store it in a cool and dry place. Before taking bismuth subsalicylate, tell your doctor or pharmacist if you are allergic to it; or if you are allergic to aspirin, to salicylates (such as salsalate), or to NSAIDs (such as ibuprofen, naproxen, celecoxib); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may react with other medications (such as tetracycline antibiotics, chloroquine), preventing them from being fully absorbed by your body. Talk with your doctor or pharmacist about how to schedule your medications to prevent this problem. This medication should not be used if you have certain medical conditions. Before using this medicine, consult your doctor or pharmacist if you have bleeding problems (such as hemophilia), bloody/black/tarry stools. It is unknown if this medication passes into breast milk. However, similar drugs pass into breastmilk and may have undesirable effects on a nursing infant. Consult your doctor before breast-feeding. Before using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of valproic acid, carbonic anhydrase inhibitors (such as acetazolamide), corticosteroids (such as prednisone), methotrexate.\n",
    "effects": "\nLikewise, with every other medication, this medicine also has some side effects. Some people might not get any side effects, others might get serious side effects. Following are some of the side effects associated with the use of this medication. In case, any of these side effects appear for more than 2 days, stop using the medication immediately and seek medical assistance. Dark-colored stoolsBrown or tarry colored vomitThe color of the tongue may appear darker than usual for a few daysThe feeling of nausea or vomitingExtreme diarrheaDehydrationUrinary retentionDryness of mouth or extreme thirstIrregular heartbeatDrowsiness or dizzinessAgitation and LethargyLight-headednessNervousness and AnxietyRinging sensation in the earsStomach or intestinal bleedingStomach and abdominal crampingBloody stools.The appearance of rashes and redness on the skinSwelling and itchingShortness of BreathSwelling of face or tongueRinging the ears, or tinnitus, black stool, black tongue, constipation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012389.jpg",
    "title": "Zincday 60ML Syp",
    "formula": "Zinc Sulphate Monohydrate\nPharmaHlth",
    "price": "Rs. 73.64/Pack",
    "details": "It is used for the treatment and prevention of zinc deficiency, diarrhea in children, slow wound healing.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nConstipation, Diarrhea, Upset stomach may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005500.jpg",
    "title": "Diazinc 20MG 60ML Susp",
    "formula": "Zinc Sulphate Monohydrate\nSearle",
    "price": "Rs. 73.76/Pack",
    "details": "It is used for the treatment and prevention of zinc deficiency, diarrhea in children, slow wound healing.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nConstipation, Diarrhea, Upset stomach may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005691.jpg",
    "title": "Osiris 20MG 60ML Syp",
    "formula": "Zinc Sulphate Monohydrate\nSami",
    "price": "Rs. 77.63/Pack",
    "details": "It is used for the treatment and prevention of zinc deficiency, diarrhea in children, slow wound healing.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nConstipation, Diarrhea, Upset stomach may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008307.jpg",
    "title": "Floramex Cap 1x20 (L)",
    "formula": "Loperamide\nZafa",
    "price": "Rs. 80.4/Pack",
    "details": "It is used to treat sudden Traveler's diarrhea.",
    "precautions": "\nConsult your doctor/Pharmacist if you have, Stomach/Abdominal pain without Diarrhea, Bowel obstruction (e.g., Ileus, Megacolon, Abdominal distention). During pregnancy, this medication should be used only if clearly needed. This drug passes into breast milk but is unlikely to have undesirable effects on a nursing infant.\n",
    "effects": "\nDizziness, Drowsiness, Tiredness, or Constipation may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005170.jpg",
    "title": "Zincat 20MG OD 60ML Soln",
    "formula": "Zinc Sulphate Monohydrate\nAtco Lab",
    "price": "Rs. 81.01/Pack",
    "details": "Zincat OD Soln is used for zinc deficiency, acute diarrhea, slow healing of wounds and for growth problem. The ingredients which is present in this medicine is Elemental Zinc.The generic category or drug class of this medicine is Mineral Supplement. READ MORE",
    "precautions": "\nBefore using this medication, it is very necessary to consult a doctor and tell them about their medical history, having any allergic reaction, or the current situation.A patient who are hypersensitive should avoid using it as it may contain some inactive ingredient in it, which may cause some serious allergic problems.Before using this drug, it is important to consult a doctor first and tell them about the medical history of problems like liver disease, intestinal problems, or abuse of alcohol and stomach problems.The patient should avoid using it if they are having colitis and ulcer.Do not overdose; if the patient has missed the dose, do not double the dose, as it can be very dangerous.It is necessary to take medicine in order and regularly to get the most benefit. So, it should be taken at the same time every day.In pregnancyThe pregnant women should consult a doctor before taking this medicine. So that it can not harm the baby or the health of the mother.It is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nEvery medicine has its side effects and its benefits. Some of them are very common, but some are very serious and rare.These are the following some side effects that might cause while using this medication. As some of the ingredients in it can cause a problem. These side effects do not occur always, but it might occur.Some of the side effects which may occur areSores in mouthFeverHeartburnUnusual tirednessChillsStomach problemWeaknessSore throatNauseaConstipationDiarrheaConsult a doctor immediately if a patientas condition gets worse.Constipation, Diarrhea, Upset stomach may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005386.jpg",
    "title": "Bismol 265MG Tab 2x10 (L)",
    "formula": "Bismuth Subsalicylate\nMacter",
    "price": "Rs. 100.6/Pack",
    "details": "For the treatment of peptic ulcer and gastro-oesophageal reflux disease (GORD). Treatment of inflammatory and erosive-ulcerous diseases of gastric and duodenal mucosa gastritis, ulcer disease of the stomach and duodenum, functional non-ulcerous dysp READ MORE",
    "precautions": "\nBefore taking bismuth subsalicylate, tell your doctor or pharmacist if you are allergic to it; or if you are allergic to aspirin, to salicylates (such as salsalate), or to NSAIDs (such as ibuprofen, naproxen, celecoxib); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may react with other medications (such as tetracycline antibiotics, chloroquine), preventing them from being fully absorbed by your body. Talk with your doctor or pharmacist about how to schedule your medications to prevent this problem. This medication should not be used if you have certain medical conditions. Before using this medicine, consult your doctor or pharmacist if you have bleeding problems (such as hemophilia), bloody/black/tarry stools. It is unknown if this medication passes into breast milk. However, similar drugs pass into breastmilk and may have undesirable effects on a nursing infant. Consult your doctor before breast-feeding. Before using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of valproic acid, carbonic anhydrase inhibitors (such as acetazolamide), corticosteroids (such as prednisone), methotrexate.\n",
    "effects": "\nRinging the ears, or tinnitus, black stool, black tongue, constipation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005690.jpg",
    "title": "Osiris 20MG 120ML Syp",
    "formula": "Zinc Sulphate Monohydrate\nSami",
    "price": "Rs. 110.9/Pack",
    "details": "Osiris syrup is an antibiotic syrup which is used to treat the bacterial infection. The syrup is composed of the Cefpodoxime. However, it is manufactured by Renova Healthcare. The class of medicine to which the Osiris syrup belongs to is Cephalos\n\nREAD MORE",
    "precautions": "\nBefore using this syrup, it is important to consult a doctor and share the medical history or the current health condition like pregnancy or any disease.People who are allergic to antibiotics or having liver problems and kidney sickness should first consult a doctor before using it.Do not drive while having this medicine and avoid using any machinery as this medicine make you feel dizzy, sleepy, and it may blur the vision.Before having this medicine tell the doctor if the patient is having allergic to penicillin or cephalosporin.If the patients have problems like the stomach and intestinal diseases, cephalosporin allergy, penicillin allergy, and colitis, they should be cautioned.Patients who are hypersensitive should not use this medicine.\n",
    "effects": "\nEvery medicine has its side effects. Some are rare, but some are very serious. It is not important that the side effects occur every time, but it can occur.However, some of the side effects which may occur are:Stomach painDiarrhealoss of appetitenauseafungal skin rashvomitingformation of gasvaginal infectionsheadachebleeding nosebleeding of gumsblack stoolhivesImmediately consult a doctor if the condition of the patients gets worse.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/037435.jpg",
    "title": "Cuzin 120ML Syp",
    "formula": "Zinc & Copper\nPharmasol",
    "price": "Rs. 110.9/Pack",
    "details": "It is used for the treatment and prevention of zinc deficiency, diarrhea in children, slow wound healing.",
    "precautions": "\nIt is contraindicated in patients with known hypersensitivity to the drug.\n",
    "effects": "\nConstipation, Diarrhea, Upset stomach may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009769.jpg",
    "title": "Neo Q Palgite 120ML Susp",
    "formula": "Herbal extracts\nWoodward",
    "price": "Rs. 122.22/Pack",
    "details": "This medication is used as an Anti Diarrhoel/Absorbent",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nPneumoconiosis.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011299.jpg",
    "title": "Neo Q Plex Z 120ML Syp",
    "formula": "Herbal extracts\nWoodward",
    "price": "Rs. 122.22/Pack",
    "details": "This medication is used as an Anti Diarrhoel/Absorbent",
    "precautions": "\nUse With Caution having Pre-existing Heart disease, Bowel disease or Allergy.\n",
    "effects": "\nPneumoconiosis.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009770.jpg",
    "title": "Neo Q Plex Ch+Van 120ML Susp",
    "formula": "Herbal extracts\nWoodward",
    "price": "Rs. 122.31/Pack",
    "details": "Neo-Q-Plex is an herbal medication relieving gut muscle movements. The components of neo q plex are herbs as it is an herbal medication. The q-plex syrup formula is based upon the ingredients, which include Gile Armani, Carbohydrate Complex, and\n\nREAD MORE",
    "precautions": "\nRead the Neo-Q plex syrup precautions before using the suspension to avoid any harmful effects. The precautionary measures are important to go through before using any medication. Do not use Neo-Q plex syrup if you are allergic to its ingredients. If you have a history of hypersensitivity, inform your doctor.Inform your doctor of all the supplements, vitamins, and medications you are already using.Inform the doctor of your medical history and any liver or kidney disorder you are facing.Notify your doctor if you are suffering from any stomach disorders.Inform your doctor if you are experiencing bowel constriction.Notify your doctor before using Neo-Q plex syrup if you are a diabetic patient.Notify your doctor if you have any blood circulation disorder.It is recommended to avoid taking an overdose of syrup for quick relief. It will only result in severe side effects.Do not use the syrup without a doctor's prescription if you are pregnant.Ask your doctor first before using the Neo-Q plex syrup if you are breastfeeding your child. There is no confirmation if it can pass into milk or not.Avoid driving during the course of medication.Keep the syrup away from the reach of children.Keep the medicine at a temperature below 30 degrees and far from the sunlight.Look for the expiry date before using any medication.Use With Caution having Pre-existing Heart disease, Bowel disease or Allergy.\n",
    "effects": "\nThe medication can cause some minor side effects. If the side effects get worsen and prolonged, consult a physician immediately. The possible Neo-Q plex syrup side effects are outlined below. You might not experience all of them.Allergic reaction causing skin allergies or rednessSwelling on different body partsConstipationDizzinessTirednessDrowsinessThe serious adverse effects include:Extreme dizzinessSevere constipationUncomfortable feeling of fullness in the stomachFaintingIrregular heartbeatPneumoconiosis\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Progite Z 120ML Syp",
    "formula": "Multivitamins & Minerals\nVedic Lab",
    "price": "Rs. 148/Pack",
    "details": "It helps to fulfill the daily needs of vitamins and minerals in the body. Boosts immunity and reduces the risks of malnutrition.",
    "precautions": "\nConsult a doctor if you're hypersensitive to any of its ingredients/components. Keep it out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, light, humidity, and direct exposure to sunlight.\n",
    "effects": "\nIt rarely cause any kinds of side effects or adverse reactions. Although, you may consult your doctor, pharmacist, or physician if it causes digestive problems to you. Side effects may include gas, bloating, GERD, flatulence, vomiting, nausea, diarrhea, constipation, abdominal cramps, swelling or inflammation, skin irritations, itching, headaches, etc. Consult your doctor if you observe any of these adverse reactions.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007814.jpg",
    "title": "Entox-P Tab 10x10 (L)",
    "formula": "Attapulgite\nICI Pharma",
    "price": "Rs. 174/Pack",
    "details": "This medicine is usually used in the treatment for diarrhea. It also helps with other digestive issues, including severe constipation and dehydration. It helps control your bowel movements and maintain a fit and healthy digestive track.\n\nUs\nREAD MORE",
    "precautions": "\nBefore using this medication, it is necessary for the patient to consult a doctor and tell them or educate them about the medical history or the current situation or disease which a patient is might suffering from.There might be some active ingredients in it which may cause allergies to some of the patients which are hypersensitive. So, the patient should be cautioned and ask a doctor first before using it.The patient having a medical history of asthma, ulcer in the intestine and stomach or having anaphylactoid reactions should be careful while using it.The sachet should be protected from heat or fire. Put it away from children. The medicine should be placed in a temperature of is 2-8 c, more exposure of air, and it should be used within 96 hours.\n",
    "effects": "\nThe list of the following side effects is listed they might occur because of some ingredients in it, which may cause allergy. These side effects do not always occur but are possible to occur. As some of the side effects are serious, but some are rare.NauseaDrowsinessHypotensionWheezingBreathing problemsRashVomitingFeverSome of the serious problems which may occur are theSevere stomach painAbdominal painBlack stoolDark vomitingAllergic reaction (swelling, itching of the throat)Some of the rare problems which might occur areChest pain or tightnessTrouble in breathing\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/043503.jpg",
    "title": "Dextron-D Kinnow 375G Powder",
    "formula": "Glucose, Vit.C, Vit.D, Calcium\nCCL",
    "price": "Rs. 207.94/Pack",
    "details": "It Works By Restoring Blood Plasma Lost Through Severe Bleeding.",
    "precautions": "\nYou Should Not Receive This Medication If You Are Allergic To Dextron, Or If You Havesevere Kidney Disease\n",
    "effects": "\nPhotosensitivity; Sensitization And Generalized Allergic Reactions, Especially In Genital Area.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/043501.jpg",
    "title": "Dextron-D Mango 375G Powder",
    "formula": "Glucose, Vit.C, Vit.D, Calcium\nCCL",
    "price": "Rs. 207.94/Pack",
    "details": "Dextron 20% May Be Used To Provide Temporary Relief From The Symptoms Of Cerebral Oedema And From Hypoglycaemic Coma.",
    "precautions": "\nOnly Use Under The Supervision Of Pediatrician\n",
    "effects": "\nIrritation; Dermatitis\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006516.jpg",
    "title": "Cebe-S 120MG Tab 2x10 (L)",
    "formula": "Bismuth Subcitrate\nAdamjee",
    "price": "Rs. 235.6/Pack",
    "details": "For the treatment of peptic ulcer and gastro-oesophageal reflux disease (GORD). Treatment of inflammatory and erosive-ulcerous diseases of gastric and duodenal mucosa gastritis, ulcer disease of the stomach and duodenum, functional non-ulcerous dysp READ MORE",
    "precautions": "\nBefore taking bismuth subsalicylate, tell your doctor or pharmacist if you are allergic to it; or if you are allergic to aspirin, to salicylates (such as salsalate), or to NSAIDs (such as ibuprofen, naproxen, celecoxib); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may react with other medications (such as tetracycline antibiotics, chloroquine), preventing them from being fully absorbed by your body. Talk with your doctor or pharmacist about how to schedule your medications to prevent this problem. This medication should not be used if you have certain medical conditions. Before using this medicine, consult your doctor or pharmacist if you have bleeding problems (such as hemophilia), bloody/black/tarry stools. It is unknown if this medication passes into breast milk. However, similar drugs pass into breastmilk and may have undesirable effects on a nursing infant. Consult your doctor before breast-feeding. Before using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of valproic acid, carbonic anhydrase inhibitors (such as acetazolamide), corticosteroids (such as prednisone), methotrexate.\n",
    "effects": "\nRinging the ears, or tinnitus, black stool, black tongue, constipation.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000199.jpg",
    "title": "Imodium 2MG Cap 10x6 (L)",
    "formula": "Loperamide\nJanssen",
    "price": "Rs. 244.2/Pack",
    "details": "It is used to treat sudden Traveler's diarrhea.",
    "precautions": "\nConsult your doctor/Pharmacist if you have, Stomach/Abdominal pain without Diarrhea, Bowel obstruction (e.g., Ileus, Megacolon, Abdominal distention). During pregnancy, this medication should be used only if clearly needed. This drug passes into breast milk but is unlikely to have undesirable effects on a nursing infant.\n",
    "effects": "\nDizziness, Drowsiness, Tiredness, or Constipation may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000829.jpg",
    "title": "Lomotil 1MG Tab 20x25 (L)",
    "formula": "Diphenoxylate and Atropine\nSearle",
    "price": "Rs. 315/Pack",
    "details": "This medication belongs to the category of medicines known as anti-diarrhea or anticholinergics. The main or active ingredient present in this medicine is diphenoxylate atropine. This substance helps dry up body fluids and slow down the gut movem\n\nREAD MORE",
    "precautions": "\nBefore taking this medication, inform the doctor about your complete medical history in detail.Read the leaflet carefully to check the list of ingredients. In case you are allergic to any of the ingredients present in the medicine, do not take medicine.People suffering from liver impairment, dehydration, etc., should avoid taking this medication.Pregnant women should also take medicine only on doctor's prescription to avoid any fatal consequences of the medicine on the health of the baby.Breastfeeding mothers should also take medicine if it is required, otherwise do not take medicine at all. This medication can make you dizzy. You shall avoid driving after taking medicine.This medication is considered safe for children over the age of 6 years. People suffering from down syndrome disease may be more prone to the side effects of this medicine. The suspension or liquid form of this medicine contains alcohol. If you are alcohol intolerant or suffering from liver disease, then you must avoid taking this medicine. Store the medicine at room temperatureCheck the expiry date of the product before taking it.Tell your doctor or pharmacist your medical history, especially of Obstructive jaundice, cirrhosis, Dehydration, Mineral imbalance, Ulcerative colitis, Personal or family history of glaucoma.\n",
    "effects": "\nLikewise, every medication also has some side effects. Some of the side effects associated with this medicine are temporary; others may require special medical assistance. The following list contains some of the side effects caused by the use of this medicine. In case any of the side effects persist or worsens, stop taking medicine and immediately seek medical assistance. Drowsiness or dizzinessHeadache or LightheadednessLethargy or agitationWeaknessShortness of breathRapid heart rateUrinary retentionBlurred visionDryness of mouthChanges in appetiteExtreme weight lossFeelings of nausea or vomitingStomach or abdominal crampingMental health changes or mood swingsDepression, anxiety, or restlessnessTingling of hands and feetSwelling of eyesRedness of eyes\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014930.jpg",
    "title": "Diaresq Sachet 1x1 (P)",
    "formula": "Herbal extracts\nHimont",
    "price": "Rs. 429.75/Pack",
    "details": "It is used for Acute and chronic diarrhea, Gastroesophageal reflux in infant, Irritable bowel syndrome in adults. It is also used as a probiotic.",
    "precautions": "\nUse With Caution having diarrhoea lasting more than 2 days with high fever, Weakened immune system (such as due to chemotherapy, HIV infection), Recurring vaginal and urinary tract infections.\n",
    "effects": "\nNausea, Skin rash, Bloating, Abdominal pain, Acute toxicity.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012426.jpg",
    "title": "Libs Cap 1x20 (L)",
    "formula": "Probiotics\nMecter",
    "price": "Rs. 693/Pack",
    "details": "This Medication Is Used To Treat Sudden,Diarrhea(Including TraveleraS Diarrhea).It Works By Slowing Down The Movement Of The Gut. This Decreases The Number Of,Bowel Movements And Makes The Stool Less Watery.",
    "precautions": "\nPatients Should Be Warned To Inform Physician Of Use Report Promptly Any Occurring Gastrointestinal Disturbances During Administration,Because Of Risk Of Developing Paralytic Ileus And Impaired Diagnosis Of Appendicitis.It Should Not Be Administered Under 5 And To Patients In Advanced Age.\n",
    "effects": "\nDrowsiness, Dizziness, Restlessness, Xerostomia (Dry Mouth), Headache, Constipation, Stomach Upset, Blurred Vision, Decreased Coordination, Diarrhea.\n"
  }
]
