[
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Carminative Mixture 450ML Syp",
    "formula": "Sodium Bicarbonate\nHammas Pha",
    "price": "Rs. 96.2/Pack",
    "details": "It can help in treating certain kinds of gastric disorders and may provide temporary relief from heartburn, upset stomach, GERD (gastroesophageal reflux disease), and indigestion.",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006767.jpg",
    "title": "Chymotrip Forte 1/6MG Tab 2x10 (L)",
    "formula": "Trypsin and Chymotrypsin\nSami",
    "price": "Rs. 105/Pack",
    "details": "It is used in Edema, Inflammation, Trauma.",
    "precautions": "\nUse with caution having Kidney dysfuncton and liver malfunction.\n",
    "effects": "\nItching, Shortness of breath, Swelling of the lips or throat, shock, Loss of consciousness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013559.jpg",
    "title": "Enrich 240ML Syp",
    "formula": "Enzymes with vitamin b-complex\nAdamjee",
    "price": "Rs. 146.94/Pack",
    "details": "This Medication Contains Digestive Enzymes, Which Are Natural Substances Needed By The Body To Help Break Down And Digest Food. It Is Used When The Pancreas Cannot Make Or Does Not Release Enough Digestive Enzymes Into The Gut To Digest The Food.",
    "precautions": "\nBefore Taking This , Tell Your Doctor Or Pharmacist If You Are Allergic To It; Or To Pork Protein; Or If You Have Any Other Allergies. This Product May Contain Inactive Ingredients, Which Can Cause Allergic Reactions Or Other Problems. Talk To Your Pharmacist For More Details.\n",
    "effects": "\nDiarrhea, Abdominal Pain/Cramps, Or Nausea May Occur. If Any Of These Effects Persist Or Worsen, Tell Your Doctor Or Pharmacist Promptly\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "DG Nex Mint 120ML Syp",
    "formula": "Antacid\nMillenium",
    "price": "Rs. 180.37/Pack",
    "details": "It contains herbal extracts that help in digestion. It may treat heartburn, bloating, flatulence, acidity, GERD (gastroesophageal reflux disease), gas, and indigestion.",
    "precautions": "\nConsult a doctor if you're hypersensitive to any of its ingredients/components. Keep it out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, light, humidity, and direct exposure to sunlight.\n",
    "effects": "\nIt rarely cause any kinds of side effects or adverse reactions. Although, you may consult your doctor, pharmacist, or physician if it causes digestive problems to you. Side effects may include gas, bloating, GERD, flatulence, vomiting, nausea, diarrhea, constipation, abdominal cramps, swelling or inflammation, skin irritations, itching, headaches, etc. Consult your doctor if you observe any of these adverse reactions.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006766.jpg",
    "title": "Chymoral Forte Tab 2x10 (L)",
    "formula": "Trypsin and Chymotrypsin\nAGP",
    "price": "Rs. 188.6/Pack",
    "details": "Chymoral forte tablet is a prescription medication that contains the enzyme trypsin-chymotrypsin. Usually, the enzyme is a substance that is used to speed up certain reactions in the user's body. These tablets help to break down the protein to im\n\nREAD MORE",
    "precautions": "\n Some of the Chymoral forte tablets precautions are described below.Inform the doctor about your previous and current medical history. Also, inform the doctor if you are allergic to any of its ingredients.Exercise cautions and avoids its use if the patient is suffering from liver or kidney problems.Avoid the use of Chymoral for patients suffering from peptic ulcers.Do not use this medication if the patient has the problem of increased eye pressure.Do not use Chymoral forte tablet in pregnancy without consulting the doctor. Also, in the case of breastfeeding, before feeding, consult the doctor and follow the guideline prescribed by him.While you are taking the Chymoral forte tablet, avoid the use of alcohol as it can interact with it.If the patient has a problem with blood clotting, then before using the Chymoral tablet, take a suggestion from the doctor.If the use of Chymoral causes an allergic reaction, then immediately seek medical help.Maybe all of the precaution information about Chymoral forte tablets not described here. So, for further information, consult with the doctor.\n",
    "effects": "\nEvery person does not experience Chymoral forte side effects. Some people experience its side effects but, in some people, they vanish out as the body adjusts itself to the medication. But, if any of the side effects persist, then immediately seek clinical help.Some of the Chymoral forte tablet side effects are following.It can cause stomach upset, restlessness, tiredness, and diarrhoea.It can cause allergic reactions and rashes. It may also cause itching. But it is a very rare side effect of the Chymoral forte tablet.The other rare side effect of Chymoral forte is difficulty in breathing or shortness of breath.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Brosil 120ML Syp",
    "formula": "Antacid\nFlorexPhar",
    "price": "Rs. 194.25/Pack",
    "details": "It contains herbal extracts that help in digestion. It may treat heartburn, bloating, flatulence, acidity, GERD (gastroesophageal reflux disease), gas, and indigestion.",
    "precautions": "\nConsult a doctor if you're hypersensitive to any of its ingredients/components. Keep it out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, light, humidity, and direct exposure to sunlight.\n",
    "effects": "\nIt rarely cause any kinds of side effects or adverse reactions. Although, you may consult your doctor, pharmacist, or physician if it causes digestive problems to you. Side effects may include gas, bloating, GERD, flatulence, vomiting, nausea, diarrhea, constipation, abdominal cramps, swelling or inflammation, skin irritations, itching, headaches, etc. Consult your doctor if you observe any of these adverse reactions.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002612.jpg",
    "title": "Plasil With Enzyme 6MG Tab 3x10 (L)",
    "formula": "Digestive Enzyme with Metoclopramide\nPacific Ph",
    "price": "Rs. 230.7/Pack",
    "details": "This medication contains digestive enzymes, which are natural substances needed by the body to help break down and digest food. It is used when the pancreas cannot make or does not release enough digestive enzymes into the gut to digest the food.",
    "precautions": "\nBefore taking this , tell your doctor or pharmacist if you are allergic to it; or to pork protein; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of sudden/severe swelling of the pancreas (acute pancreatitis), sudden worsening of long-term disease of the pancreas. It is not known whether this drug passes into breast milk. Consult your doctor before breast-feeding. Some products that may interact with this drug include acarbose, miglitol.\n",
    "effects": "\nDiarrhea, abdominal pain/cramps, or nausea may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013697.jpg",
    "title": "Lactif 7.5ML Drops",
    "formula": "Probiotics\nBeiersdorf",
    "price": "Rs. 323.47/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002474.jpg",
    "title": "Pepzyme Tab 3x10 (L)",
    "formula": "Digestive Enzyme with Metoclopramide\nShaigan",
    "price": "Rs. 332.7/Pack",
    "details": "This medication contains digestive enzymes, which are natural substances needed by the body to help break down and digest food. It is used when the pancreas cannot make or does not release enough digestive enzymes into the gut to digest the food.",
    "precautions": "\nBefore taking this , tell your doctor or pharmacist if you are allergic to it; or to pork protein; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of sudden/severe swelling of the pancreas (acute pancreatitis), sudden worsening of long-term disease of the pancreas. It is not known whether this drug passes into breast milk. Consult your doctor before breast-feeding. Some products that may interact with this drug include acarbose, miglitol.\n",
    "effects": "\nDiarrhea, abdominal pain/cramps, or nausea may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002611.jpg",
    "title": "Plasenzyme Tab 3x10 (L)",
    "formula": "Digestive Enzyme with Metoclopramide\nPacific Ph",
    "price": "Rs. 360.6/Pack",
    "details": "This medication contains digestive enzymes, which are natural substances needed by the body to help break down and digest food. It is used when the pancreas cannot make or does not release enough digestive enzymes into the gut to digest the food.",
    "precautions": "\nBefore taking this , tell your doctor or pharmacist if you are allergic to it; or to pork protein; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of sudden/severe swelling of the pancreas (acute pancreatitis), sudden worsening of long-term disease of the pancreas. It is not known whether this drug passes into breast milk. Consult your doctor before breast-feeding. Some products that may interact with this drug include acarbose, miglitol.\n",
    "effects": "\nDiarrhea, abdominal pain/cramps, or nausea may occur. If any of these effects persist or worsen, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013666.jpg",
    "title": "Ez-Colic Oral Drops",
    "formula": "Herbal extracts\nPharmion",
    "price": "Rs. 365.05/Pack",
    "details": "This product is used to relieve symptoms of extra gas caused by air swallowing or certain foods or infant formulas.",
    "precautions": "\nuse with caution in patients with known hypersensitivity to the drug.\n",
    "effects": "\nThere are no reports of any side effects due to this medication.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009130.jpg",
    "title": "Caripeptic 120ML Syp",
    "formula": "Herbal extracts\nHimont",
    "price": "Rs. 416.21/Pack",
    "details": "It is used in Acidity and Ulcer",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nBefore using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of aliskiren, lithium, drugs that may increase the level of potassium in the blood (such as ACE inhibitors including benazepril/lisinopril, birth control pills containing drospirenone).\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011436.jpg",
    "title": "Colibid Lactase 7.5ML Oral Drops",
    "formula": "Probiotics\nRG Pharma",
    "price": "Rs. 432.52/Pack",
    "details": "This medicine is normally used for the treatment of gas problems in the intestines.\n\nUses\n\nAir swallowing symptoms of additional gas or certain foods/formulas are relieved with this medication. Simethicone helps split gas bubbles in t\n\nREAD MORE",
    "precautions": "\nTell your doctor or pharmacist if you are allergic to it or have some other allergies to it before you give simethicone. Inactive ingredients that can cause allergic reactions or other problems may be found in this product. For more information, speak to your pharmacist.Before taking this drug, consult your doctor if you suffer from liver and kidney disease or stomach conditions, such as inflammatory bowel disorders, chronic ulceration, intestinal obstruction, and chronic digestive or absorption issues.Pregnant and breastfeeding women should talk to their doctors before using it as it might affect the infant or the milk.\n",
    "effects": "\nNormally, simethicone has very few adverse effects. Tell your doctor or pharmacist immediately if your child has any unusual effects from taking this product.If you think your child has a severe medical condition lasting or getting worse, seek medical assistance immediately.Discuss to the doctor straight away, if you have severe adverse reactions, includingIrregular FoggingNew infection symptoms (e.g., new/persistent fever, lasting sore throat)Kidney disease (for example, urine changes, red/pink urine)Signs of liver disease (e.g., extraordinary weaknessStomach issues (for example, abdominal pain and bloating)DizzinessBlurred visionConstipationDry mouthInform your doctor asap if your side effects worsen.Obtain medical attention immediately if you have significant side effects such asSeizuresHeartbeatsExcessive dizzinessFainting.Some rare but serious side effects might also occur•             Appearing of acne on the skin.•             Loosening of skin•             Unexpected hair growing.A severe skin allergy from this medicine is rare, but it mostly depends on one’s medical condition, but still, one should consult medical help if one of these allergies shows up.•             Itchy feel on the skin.•             Having trouble breathing.•             Dizziness feeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004873.jpg",
    "title": "Wobenzym N Tab 4x10 (L)",
    "formula": "Bromelain containing Preps\nPacific",
    "price": "Rs. 723.6/Pack",
    "details": "It effective in healing digestive disorders, sinus infections , allergies ,asthma ,arthritis and osteoporosis",
    "precautions": "\nBefore using it, inform your doctor about your current list of medications, over the counter products (e.g. vitamins, herbal supplements, etc.), allergies, pre-existing diseases, and current health conditions (e.g. pregnancy, upcoming surgery, etc.). Do not use this medicine at least 2 weeks before a scheduled surgery. It is usually not recommended for longer than 8 to 10 days. Please consult your doctor when taking this medicine if you are pregnant.\n",
    "effects": "\n It may cause nausea, vomiting, and diarrhoea. Metrorrhagia and menorrhagia have occasionally occurred. Hypersensitivity reactions have been reported and have included skin reactions and asthma. More https//www.ndrugs.com/?s=phlogenzym\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002518.jpg",
    "title": "Phlogenzym Tab 4x10 (L)",
    "formula": "Bromelain containing Preps\nPacific Ph",
    "price": "Rs. 866/Pack",
    "details": "It effective in healing digestive disorders, sinus infections , allergies ,asthma ,arthritis and osteoporosis",
    "precautions": "\nBefore using it, inform your doctor about your current list of medications, over the counter products (e.g. vitamins, herbal supplements, etc.), allergies, pre-existing diseases, and current health conditions (e.g. pregnancy, upcoming surgery, etc.). Do not use this medicine at least 2 weeks before a scheduled surgery. It is usually not recommended for longer than 8 to 10 days. Please consult your doctor when taking this medicine if you are pregnant.\n",
    "effects": "\nIt may cause nausea, vomiting, and diarrhoea. Metrorrhagia and menorrhagia have occasionally occurred. Hypersensitivity reactions have been reported and have included skin reactions and asthma. More https//www.ndrugs.com/?s=phlogenzym\n"
  }
]
