[
  {
    "image": "https://static.servaid.com.pk/product/bulk/008800.jpg",
    "title": "Gravinate 60ML Syp",
    "formula": "Dimenhydrinate\nSearle",
    "price": "Rs. 36.96/Pack",
    "details": "It is used to treat Motion sickness and Vomiting.",
    "precautions": "\nTell your doctor if there isAsthma, Emphysema, Glaucoma, Heart problems, Hypertension, Liver disease, Seizures, Stomach/intestine problems, Hyperthyroidism, Difficulty urinating (for example, due to enlarged prostate).\n",
    "effects": "\nDrowsiness, Constipation, Blurred vision, or Dry mouth/nose/throat may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Gravinate 120ML Liquid",
    "formula": "Dimenhydrinate\nTheHimalya",
    "price": "Rs. 36.96/Pack",
    "details": "Those who have been there would agree that nausea is a very unsettling experience to go through. Being nauseous doesn't only physically fatigues you, but it also drains the nutrients and nourishment out of you. \n\nFeeling nauseous for on\n\nREAD MORE",
    "precautions": "\nBefore taking any medications, several precautions must be taken to avoid any mishaps or health hazards. Medications taken carelessly often do more harm than good. Gravinate syrup must not be consumed on an empty stomach, or with alcohol. It should not come by men who suffer from an enlarged prostate gland. Otherwise, it may cause pain while urinating. Individuals with increased eye pressure, the cardiac disease should inform their physician for appropriate prescription or dosage.The use of medicine should be avoided before or during driving as it can cause sedation. In the case of the underlying disease, the physician should be consulted first. For gravinate dose in pregnancy, consult your doctor.\n",
    "effects": "\nGravinate side effects include;Gastrointestinal discomfortconstipationIncreased bowel movementsLoose stoolsdizzinessAbdominal crampsBloatingFlatulenceLightheadednessDry mouthWatery stools or diarrhoeaConfusionPoor coordinationBlurred vision\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001259.jpg",
    "title": "Metomide 50ML Syp",
    "formula": "Metoclopramide HCl\nCCL",
    "price": "Rs. 37.89/Pack",
    "details": "This medication is used to treat certain conditions of the Stomach and Intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Tardive dyskinesia, dystonia, Bleeding/Blockage/Hole in the intestines/Stomach, Breast cancer, Hypertension, Kidney problems, Heart failure, Depression, Thoughts of suicide, Parkinson's disease, Cirrhosis, Porphyria, Pheochromocytoma, Seizures, a certain Blood enzyme problem NADH-cytochrome b5 reductase deficiency.\n",
    "effects": "\nDrowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001046.jpg",
    "title": "Maxolon 50ML Syp",
    "formula": "Metoclopramide HCl\nGSK",
    "price": "Rs. 38.6/Pack",
    "details": "This medication is used to treat certain conditions of the Stomach and Intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Tardive dyskinesia, dystonia, Bleeding/Blockage/Hole in the intestines/Stomach, Breast cancer, Hypertension, Kidney problems, Heart failure, Depression, Thoughts of suicide, Parkinson's disease, Cirrhosis, Porphyria, Pheochromocytoma, Seizures, a certain Blood enzyme problem NADH-cytochrome b5 reductase deficiency.\n",
    "effects": "\nDrowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001299.jpg",
    "title": "Migril Tab 1x10 (L)",
    "formula": "Cyclizine, Ergotamine and Caffeine\nGSK",
    "price": "Rs. 46.6/Pack",
    "details": "It is a medication used to treat and prevent nausea, vomiting and dizziness due to motion sickness or vertigo.",
    "precautions": "\nIt is contraindiacted in patients with known hypersensitivity to the drug.\n",
    "effects": "\nDrowsiness, weakness, loss of coordination, nausea, dry mouth, constipation; or blurred vision.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004790.jpg",
    "title": "Vomilux 60ML Susp",
    "formula": "Domperidone\nAtco Lab",
    "price": "Rs. 56.7/Pack",
    "details": "It is used to treat Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn, Vomiting.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007574.jpg",
    "title": "Domel 60ML Susp",
    "formula": "Domperidone Maleate\nBarrett",
    "price": "Rs. 56.71/Pack",
    "details": "It is used to treat Vomiting, Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn.The major uses of this medicine are discussed in details belowDomel syrup is used for the purpose treatment of making the overall digestive system better READ MORE",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.Do not give this syrup to minors as it can affect them badly.Keep this syrup in a dry place and keep this syrup away from direct sunlight. Keeping it in room temperature.This syrup should not be given to pregnant women, and it should be given to the women who do breast-feed.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.Along with some benefits, every medicine has got some sort of side effects that might get worsen by the time if immediate action is not taken. However, there are some very common side effects of this medicine, and there are some very rare and serious types of side effects. These side effects are discussed belowHeadacheThe most common side effect Domel syrup includes a headache. It is because the single dosage of this medicine is quite hard and can head might feel light pain after consuming this.DizzinessThe second most common side effect of Domel syrup includes dizziness. This might happen to almost every single person who consumes this syrup because it can change your digestive tract, which can be the reason for dizziness.Dry mouthAfter consuming this medicine, some people might feel a dry mouth. Drinking water can help the patient to get rid of dry mouth. This sort of side effect of Domel syrup is very rare.Apart from all the side effects mentioned above, there might be some other side effects, including flushing, body pain, irritation, etc.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Ondaset IM/IV 8MG/4ML Inj 1x1 (P)",
    "formula": "Ondansetron\nAspinPhrma",
    "price": "Rs. 92.5/Pack",
    "details": "It is used for the treatment of nausea and vomiting in patients that have taken chemotherapy or radiotherapy.",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Antiem 120ML Syp",
    "formula": "Domperidone\nMedlay",
    "price": "Rs. 97.95/Pack",
    "details": "It is used to treat nausea and vomiting caused by other drugs. Antiem contains the active ingredient, \"domperidone\" which can also be used for other problems (rather than just vomiting or nausea).",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002433.jpg",
    "title": "Pelton 120ML Susp",
    "formula": "Domperidone\nGlobalPhar",
    "price": "Rs. 101.66/Pack",
    "details": "It is used to treat Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn, Vomiting.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008801.jpg",
    "title": "Gravinate Tab 10x10 (L)",
    "formula": "Dimenhydrinate\nSearle",
    "price": "Rs. 101/Pack",
    "details": "It is used to treat Motion sickness and Vomiting.",
    "precautions": "\nTell your doctor if there isAsthma, Emphysema, Glaucoma, Heart problems, Hypertension, Liver disease, Seizures, Stomach/intestine problems, Hyperthyroidism, Difficulty urinating (for example, due to enlarged prostate).\n",
    "effects": "\nDrowsiness, Constipation, Blurred vision, or Dry mouth/nose/throat may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002431.jpg",
    "title": "Pelton C 120ML Syp",
    "formula": "Domperidone and Cinnarizine\nGlobalPhar",
    "price": "Rs. 108.11/Pack",
    "details": "It is used to treat Vomiting, Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006570.jpg",
    "title": "Peridone 5MG/5ML 120ML Susp",
    "formula": "Domperidone\nSami",
    "price": "Rs. 113.41/Pack",
    "details": "It is used to treat Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn, Vomiting.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001450.jpg",
    "title": "Motilium 120ML Susp",
    "formula": "Domperidone\nMedimpex",
    "price": "Rs. 113.42/Pack",
    "details": "The Motilium syrup contains 1mg per ml of domperidone. Motilium syrup’s formula is 70% sorbitol solution that is in non-crystallized form, sodium carboxymethylcellulose, methyl hydroxybenzoate, propyl hydroxybenzoate, sodium saccharin,\n\nREAD MORE",
    "precautions": "\nDo not take Motilium if you are allergic to domperidone or any other ingredients of this syrup discussed in the start of the description. Do not take this if you have bleeding in the stomach, have pores in the gut, have some kidney and liver disease, have any record of heart disease, imbalance in the blood potassium level.With the people of age group, 60 or more must take this medicine with proper consultation with the doctor. If they have any blood circulation problem of the heart, or if they have irregular heart-beat should not take this medicine.\n",
    "effects": "\nThere are some side effects that are very rare, and some side effects are common. The un-common side effects of Motilium syrup are very rare it happens 1 person in 100. These uncommon side effects include unconscious movement of different body parts such as the face, legs or arms: severe shivering situations, muscular pain.Some common side effects of Motilium syrup include dry mouth; it can affect 1 person in 10. The uncommon side effects include anxiety, agitation, nervousness, headache, diarrhoea and rash. All these side effects that are discussed are not likely to happen to everyone who takes this medication. The benefit of this drug is much more than its side effects.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002435.jpg",
    "title": "Pelton V 120ML Susp",
    "formula": "Domperidone Maleate\nGlobalPhar",
    "price": "Rs. 114.6/Pack",
    "details": "It is used to treat Vomiting, Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001260.jpg",
    "title": "Metomide Tab 5x20 (L)",
    "formula": "Metoclopramide HCl\nCCL",
    "price": "Rs. 126/Pack",
    "details": "This medication is used to treat certain conditions of the Stomach and Intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Tardive dyskinesia, dystonia, Bleeding/Blockage/Hole in the intestines/Stomach, Breast cancer, Hypertension, Kidney problems, Heart failure, Depression, Thoughts of suicide, Parkinson's disease, Cirrhosis, Porphyria, Pheochromocytoma, Seizures, a certain Blood enzyme problem NADH-cytochrome b5 reductase deficiency.\n",
    "effects": "\nDrowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/039610.jpg",
    "title": "Morniglo Dr Tab 1x30 (L)",
    "formula": "Doxylamine succinate, pyridoxine hcl\nSearle",
    "price": "Rs. 127.5/Pack",
    "details": "The combination of doxylamine and pyridoxine is used to treat nausea and vomiting in pregnant women whose symptoms have not improved after changing their diet or using other non-medicine treatments. Doxylamine is in a class of medications called ant READ MORE",
    "precautions": "\nKeep out of the reach of children. Protect from heat, sunlight, and humidity. Store at room temperature, i.e. below 25 degrees Celsius. Don't use it after the expiration date. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nNo side effects are reported. Although, if it causes digestive problems, i.e. bloating, gas, diarrhea, constipation, abdominal pain, etc or itching, skin irritations, redness, or inflammation on the skin. You must consult a doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002137.jpg",
    "title": "Onset 8MG Inj 1x1 (P)",
    "formula": "Ondansetron\nPharmedic",
    "price": "Rs. 137.7/Pack",
    "details": "Onset injection belongs to the category of medicine known as antiemetic. This medication is primarily used to control the feelings of nausea and vomiting. The main or active ingredient in this medication is ondansetron. \n\nUses \nREAD MORE",
    "precautions": "\nInform the doctor about your medical history before using the medication.Read the leaflet to ensure the ingredients list. Do not use the product if you are allergic to any of the ingredients present in the medication. It is considered safe to be used by pregnant women, but breastfeeding females are advised not to take the injection because it can pass into the baby in small amounts through breast milk. Patients undergoing chemotherapy and any other kind of surgery usually get feelings of nausea and vomiting. Doctors usually prescribe the injection to such patients in order to make them feel better and relaxed.Tell your doctor/Pharmacist your medical history of, Irregular heartbeat, Liver disease, Recent abdominal surgery, Ileus, Swelling. This medication should be used only when clearly needed during pregnancy.\n",
    "effects": "\nLikewise, every other medication onset injection has some side effects. Most of the individuals do not experience any side effects, but few of the individuals may experience the following side effects while taking this medication. Following is the list of side effects associated with the use of this medication. Swelling or pain on the site of injection.Irritable Bowel Syndrome such as constipation.Headache or Light-headednessHypersomnia or Lethargy and tirednessIf any of the above-mentioned side effects worsen or persists, halt using the medication immediately. This medication is strictly prohibited from being used in patients with allergies from the active and inactive ingredients present in the medication. Most of the side effects go away once you stop taking the medication. Headache, Lightheadedness, Dizziness, Drowsiness, Tiredness, or Constipation may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001047.jpg",
    "title": "Maxolon 10MG Tab 5x20 (L)",
    "formula": "Metoclopramide HCl\nGSK",
    "price": "Rs. 139/Pack",
    "details": "Maxolon tablets are used for the treatment of stomach and intestinal reflux problems. The main or active ingredient present in it is metoclopramide. It helps in providing relief from the heartburn that may occur after having a meal. It is helpful\n\nREAD MORE",
    "precautions": "\nRead the leaflet carefully before taking the medication. Inform the doctor in case you have any allergies or any other ailment.It can alter your menstrual cycle; in case you are trying to get pregnant, avoid taking this medication.If you are suffering from cardiovascular problems, then immediately stop taking medicine because it may make the situation even worse because of poor blood circulation.In case you are allergic to any of the ingredients present in the medicine, immediately stop taking it.Do not drive after taking this medication because it may make you dizzy.People with diabetes often feel changes in their blood pressure levels while taking this medication. Keep your blood pressure levels checked.In case you are undergoing surgery, inform the doctor before going through it because it may cause poor blood circulation.Diabetic patients must also keep checking their blood sugar levels while taking this medication.Pregnant women and breastfeeding mothers should only take this medication when it is clearly required.It may make changes to your mental health. Keep yourself calm and relaxed, and do not take the stress.Keep the medicine away from children’s reach.Tell your doctor/Pharmacist your medical history of, Tardive dyskinesia, dystonia, Bleeding/Blockage/Hole in the intestines/Stomach, Breast cancer, Hypertension, Kidney problems, Heart failure, Depression, Thoughts of suicide, Parkinson's disease, Cirrhosis, Porphyria, Pheochromocytoma, Seizures, a certain Blood enzyme problem NADH-cytochrome b5 reductase deficiency.\n",
    "effects": "\nLikewise, every other medication this medication also has some side effects that might not be experienced by everyone. Some of the side effects of this medication are temporary and may go away on their own, but in case the side effects persist or worsen, seek medical assistance immediately. Agitation, fatigue and lethargy are quite common side-effects of this medication.Drowsiness, Unexplained weight loss, faintness needs special medical assistance. In case you experience any of the following, immediately seek medical assistance.HeadacheFrequent urinationHypertension or high blood pressure due to poor blood circulationLow sex driveAnxiety, nightmares or suicidal thoughtsConfusion, Depression and nervousnessChanges in menstrual cycle in most womenMuscle spasms and muscular painTingling in hands, feet and legsSwelling of face, tongue Drowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012469.jpg",
    "title": "Xyquil Dr Tab 3x10 (L)",
    "formula": "Doxylamine and Vitamin B6\nJenpharm",
    "price": "Rs. 157.2/Pack",
    "details": "Xyquil Dr tablet is a combination of two medicines that is doxylamine and pyridoxine. This drug is used to control the feelings of nausea. It is often used by pregnant women. This medicine belongs to the category of antihistamine m\n\nREAD MORE",
    "precautions": "\nBefore taking medicine, check the list of ingredients to avoid any allergic reaction.Read the leaflet carefully and follow the prescription of your doctor carefully.If you are taking any other medicine, inform the doctor about it to avoid an allergic reaction.If you have asthma problems or eye irritation, do not take the medication because it can make the situation worse.If you are suffering from intestinal or digestive tract infections, then you must not take this medication.Avoid driving after taking medicine because it can cause hypersomnia.Keep it away from sunlight and moisture.Keep it away from children’s reach.Changes in appetite. You may want to eat more than usual.This medication is considered safe for pregnant women.Tell your doctor/pharmacist if you have history of Asthma, Glaucoma, Urinary retention.\n",
    "effects": "\nSome of the side effects associated with the use of this medication are as follows. If any of the side effects persist or worsens, seek medical assistance immediately. The following list contains a few of the most prominent side effects related to this medicine. You might experience side-effects other than the below-mentioned ones.Dizziness or Drowsiness.Blurred vision or inefficiency to see things clearly.Mood swings or changes in mental health.You may feel less confident or nervous.Fatigue, weakness or agitation.Dark coloured urine and urinary tract infections.Allergic reaction to any of the ingredients present in the medicine. This can also cause swelling of the face or tongue.Shortness of breathIrritable bowel syndrome most probably diarrhoea.The appearance of red patches on the skin.No side effects are reported. Consult a doctor for details.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013630.jpg",
    "title": "Nausidox Tab 1x30 (L)",
    "formula": "Doxylamine succinate and pyridoxine HCl\nHAYAThygnc",
    "price": "Rs. 168/Pack",
    "details": "It is used to treat Vomiting and Morning sickness in Pregnancy.",
    "precautions": "\nTell your doctor/pharmacist if you have history of Asthma, Glaucoma, Urinary retention.\n",
    "effects": "\nStomach upset, Diarrhea, Nausea, or Vomiting may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007815.jpg",
    "title": "Envepe Tab 3x10 (L)",
    "formula": "Doxylamine and Vitamin B6\nRG Pharma",
    "price": "Rs. 173.4/Pack",
    "details": "This blend prescription doxylamine with pyridoxine is utilized to forestall or decrease sickness and retching brought about by pregnancy. Diminishing sickness and spewing may improve your wellbeing and nourishment during pregnancy. Doxylamine is\n\nREAD MORE",
    "precautions": "\nAsthma, expanded intraocular pressure, tight point glaucoma, stenosing peptic ulcer, and urinary bladder neck check. Withdrawal manifestations may result if a portion of 200mg or more is utilized consistently; thus, an alert is exhorted.\n",
    "effects": "\nLaziness, wooziness, or your vision might be blurred. In the event that any of these effects last longer or deteriorate, you should consult with your primary care physician or drug specialist immediately.Recollect that your primary care physician has endorsed this drug since the person in question has decided that the benefits to you are more noteworthy than the danger of bad effects. Numerous individuals utilizing this drug do not get side effects generally.Tell your primary care physician immediately in case that you have any severe side effects, including mental/state of mind changes, for instance, disarray, crabbiness, anxiety, inconvenience peeing. An intense hypersensitive or allergic response or behavior to this drug is uncommon and generally doesn't happen.  It might be happening with 1 person out of 100. Be that as it must need clinical assistance immediately on the off chance that you notice any manifestations of a genuine hypersensitive response, including rash, tingling/growing, particularly of the face, tongue, throat, extreme discombobulation, inconvenience relaxing.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002481.jpg",
    "title": "Peridone Tab 1x30 (L)",
    "formula": "Domperidone\nSami",
    "price": "Rs. 174/Pack",
    "details": "It is used to treat Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn, Vomiting.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007392.jpg",
    "title": "Devom 1ML Inj 1x25 (L)",
    "formula": "Dimenhydrinate\nP&amp;G",
    "price": "Rs. 190.25/Pack",
    "details": "It is used to treat Motion sickness and Vomiting.",
    "precautions": "\nTell your doctor if there isAsthma, Emphysema, Glaucoma, Heart problems, Hypertension, Liver disease, Seizures, Stomach/intestine problems, Hyperthyroidism, Difficulty urinating (for example, due to enlarged prostate).\n",
    "effects": "\nDrowsiness, Constipation, Blurred vision, or Dry mouth/nose/throat may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001045.jpg",
    "title": "Maxolon 2ML Inj 1x10 (L)",
    "formula": "Metoclopramide HCl\nGSK",
    "price": "Rs. 191.4/Pack",
    "details": "This medication is used to treat certain conditions of the Stomach and Intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Tardive dyskinesia, dystonia, Bleeding/Blockage/Hole in the intestines/Stomach, Breast cancer, Hypertension, Kidney problems, Heart failure, Depression, Thoughts of suicide, Parkinson's disease, Cirrhosis, Porphyria, Pheochromocytoma, Seizures, a certain Blood enzyme problem NADH-cytochrome b5 reductase deficiency.\n",
    "effects": "\nDrowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Dypin 10MG Tab 5x10 (L)",
    "formula": "Domperidone\nGeneral",
    "price": "Rs. 198.5/Pack",
    "details": "It is used to treat nausea and vomiting.",
    "precautions": "\nKeep out of the reach of the children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from direct exposure to sunlight, heat, or humidity. Check the expiry date before using it. Consult your doctor before taking any kind of medicine.\n",
    "effects": "\nConsult a doctor if it causes any kinds of adverse reactions to you including digestive problems (gas, bloating, flatulence, abdominal cramps or pain, GERD), allergies (skin irritations, itchiness, swelling), headache, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008799.jpg",
    "title": "Gravinate 1ML Inj 1x25 (L)",
    "formula": "Dimenhydrinate\nSearle",
    "price": "Rs. 233.75/Pack",
    "details": "It is used to treat Motion sickness and Vomiting.",
    "precautions": "\nTell your doctor if there isAsthma, Emphysema, Glaucoma, Heart problems, Hypertension, Liver disease, Seizures, Stomach/intestine problems, Hyperthyroidism, Difficulty urinating (for example, due to enlarged prostate).\n",
    "effects": "\nDrowsiness, Constipation, Blurred vision, or Dry mouth/nose/throat may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014843.jpg",
    "title": "Domflash Oro Oro 10MG Tab 5x10 (L)",
    "formula": "Domperidone Maleate\nPlatinum",
    "price": "Rs. 234.5/Pack",
    "details": "It is used to treat Vomiting, Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n ",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Antiem 10MG Tab 5x10 (L)",
    "formula": "Domperidone\nMedlay",
    "price": "Rs. 249.5/Pack",
    "details": "It is used to treat nausea and vomiting caused by other drugs. Antiem contains the active ingredient, \"domperidone\" which can also be used for other problems (rather than just vomiting or nausea).",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001258.jpg",
    "title": "Metomide 2ML Inj 1x10 (L)",
    "formula": "Metoclopramide HCl\nCCL",
    "price": "Rs. 254.4/Pack",
    "details": "This medication is used to treat certain conditions of the Stomach and Intestines.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Tardive dyskinesia, dystonia, Bleeding/Blockage/Hole in the intestines/Stomach, Breast cancer, Hypertension, Kidney problems, Heart failure, Depression, Thoughts of suicide, Parkinson's disease, Cirrhosis, Porphyria, Pheochromocytoma, Seizures, a certain Blood enzyme problem NADH-cytochrome b5 reductase deficiency.\n ",
    "effects": "\nDrowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Dovomit 10MG Tab 5x10 (L)",
    "formula": "Domperidone\nZafa",
    "price": "Rs. 261.5/Pack",
    "details": "It is used to treat Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn, Vomiting.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001604.jpg",
    "title": "Navidoxine Tab 10x10 (L)",
    "formula": "Meclizine and Vit B6\nKobec",
    "price": "Rs. 279/Pack",
    "details": "In most cases, it is primarily used in the treatment and prevention of nausea and vomiting. If you experience problems with motion sickness, prevent or treat with medication.When lacking certain vitamins, this medicine can be used.UsesIt is also use READ MORE",
    "precautions": "\nWhen taking this medication, it is very important to not expose yourself to Heat, as photosensitivity is highly likely to develop bullous dermatitis (inflammation of the skin with bullae filled with fluid). Moreover, the medicine should not be given as an elevated blood level to patients who have acute renal failure. Breastfeeding women should consult to their doctors first when using this medicine.Uses in pregnancyNavidox is recommended for the treatment of morning sickness. According to SFDA permission, the current label has a few deficiencies that must be correctedWarningsIt is advised to discuss with your doctor about your prevailing health conditions.People with diabetes tend to have loose bladder control, and this medicine might affect it, so discuss it with your doctor before starting to take this; also, discuss with your doctor regarding any kind of sugar that might present in these tablets that could possibly disturb your normal sugar levels.People with a high level of blood pressure make sure to notice any kind of changes in their routine or if the medicine is causing decreased or increased levels of blood pressures as it might be affecting your normal heart functioning and supply of blood to it.For childrenConsult with your doctor before giving this medicine to children because they usually have good bladder control and a great immune system that can heal infections of their own but in case of severe infections, make sure to consult with your doctor first and discuss the amount of dosage that will be appropriate for them.Use with caution in Glaucoma and Patients with Prostatic hypertrophy. Please consult your doctor when taking this medicine if you are pregnant.\n",
    "effects": "\nThis medicine might have adverse effects ofabdominal sufferingnauseavomitingappetite lossconstipationheadachedizzinessIn extreme cases, leukopenia (decline in white blood cells) could occur.A very serious allergic reaction may occur to this medication if it occurs and seems severe, so the patient should consult a doctor. Rashes, swelling, itching (particularly of the face/tongue/throat), trouble breathing, and dizziness are some symptoms of a serious allergic reaction.Immediately consult a doctor if any of these improbable but serious side effects occur likeShaking or shivering (tremor)Trouble sleepingAnxietyConfusion, nervousnessMood swingDizzinessFaintingIrritabilityDrowziness, Dizziness, Headache, Hypotension, Palpitation may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007487.jpg",
    "title": "Digestine 40MG Cap 3x10 (L)",
    "formula": "Metoclopramide Resinate\nSJ & G",
    "price": "Rs. 280.8/Pack",
    "details": "It is used as a short-term treatment (4 to 12 weeks) for ongoing heartburn when the usual medicines do not work well enough. It is used mostly for heartburn that occurs after a meal or during the daytime.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Tardive dyskinesia, dystonia caused by a medication, Bleeding/Blockage/Hole in the intestines/Stomach, Breast cancer, Hypertension, Kidney problems, Heart failure, Depression, Thoughts of suicide, Parkinson's disease, Cirrhosis, Porphyria, Pheochromocytoma, Seizures, A certain blood enzyme problem (NADH-cytochrome b5 reductase deficiency). During pregnancy, this medication should be used only when clearly needed.\n",
    "effects": "\nDrowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001451.jpg",
    "title": "Motilium 10MG Tab 5x10 (L)",
    "formula": "Domperidone\nAJ &amp; Co",
    "price": "Rs. 290/Pack",
    "details": "Motilium tablets are generically named domperidone, which is usually prescribed as anti-sickness medicine. In easy words, it is taken to stop or relieve nausea and vomiting; its generic name domperidone was synthesized at Janssen pharmaceutical a\n\nREAD MORE",
    "precautions": "\nFor nausea and vomiting, it should not be taken at a higher dosage; they should be taken at minimum effective dosage for a short period of time necessary. To get effective results, Motilium tablets should be taken before the meals because, after meals, the absorption of it is delayed, which might take a Motilium tablet to release the pain. The dose of Motilium tablets should be taken at the prescribed time. If it does not happen, then the missed dose shouldn't be taken with the next dose or double dose.\n ",
    "effects": "\nNote:  These side effects happen in more than 1 in 100 people. So it's not a thing to get worried, and medicine should be stopped; rather, these might occur due to overdose or through not taking measures. Some severe side effects of Motilium tablets dosage according to the estimate revealed:Common side effectsHeadache, tiredness, trouble sleeping, dizziness, nervousness, and irritability.Feeling Thirsty and drying of the mouthSleepiness or drowsinessDiarrhea or constipationLess likely to occurFits, seizures or agitationHeartburn, changing of appetite, regurgitationMouth ulcer or cold soresrash, itchy skin, itchy eyes, or crusty eyelidsGet immediate treatment from a doctor if any of the following occursheart beating irregularlyirregular menstrual cycle (while having treatment)swelling of hands, ankles, or feetpain when passing urine or having trouble while passingUncontrollable movement of the face, legs, or arms.Excessive muscles stiffnessStop having Motilium tablets and have urgent medical checkups ifThe menstrual cycle is disturbed.Breast tenderness or enlargement or unusual secretion of milkThere might be other side effects due to the Motilium tablet dosage. If you notice any mild side effects, then consult doctors as soon as possible.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007575.jpg",
    "title": "Domel Tab 5x10 (L)",
    "formula": "Domperidone Maleate\nBarrett",
    "price": "Rs. 290/Pack",
    "details": "It is used to treat Vomiting, Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003846.jpg",
    "title": "Stomacol 10MG Tab 5x10 (L)",
    "formula": "Domperidone\nHigh-Q",
    "price": "Rs. 290/Pack",
    "details": "It is used to treat Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn, Vomiting.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035450.jpg",
    "title": "Endtron 8MG Tab 1x10 (L)",
    "formula": "Ondansetron\nBarrett",
    "price": "Rs. 323.4/Pack",
    "details": "This medication is used to prevent Nausea and Vomiting caused by Chemotherapy and Radiation therapy.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Irregular heartbeat, Liver disease, Recent abdominal surgery, Ileus, Swelling. This medication should be used only when clearly needed during pregnancy.\n",
    "effects": "\nHeadache, Lightheadedness, Dizziness, Drowsiness, Tiredness, or Constipation may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Ondaset 8MG Tab 1x10 (L)",
    "formula": "Ondansetron\nAspinPhrma",
    "price": "Rs. 323.7/Pack",
    "details": "It is used for the treatment of nausea and vomiting in patients that have taken chemotherapy or radiotherapy.",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/043821.jpg",
    "title": "Dysit 8MG Tab 1x10 (L)",
    "formula": "Ondansetron\nWIMITS",
    "price": "Rs. 341.9/Pack",
    "details": "It helps to treat vomiting and nausea in patients who are getting chemotherapy (cancer patients) or radiotherapy treatment.",
    "precautions": "\nAvoid this drug if you're hypersensitive to ondansetron or any other serotonin inhibitor medicine. Keep all medicines out of the reach of children, or small kids. Store at a dark, dry, and cool place. Protect from sunlight. Do not use if the packing (of tablets) is damaged or broken.\n",
    "effects": "\nSide effects of using ondansetron are abdominal pain, dizziness, headache, chest pain, blurred vision, and increased heart rate, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002138.jpg",
    "title": "Onset 8MG Tab 1x10 (L)",
    "formula": "Ondansetron\nPharmedic",
    "price": "Rs. 346.5/Pack",
    "details": "Onset is an 8 mg tablet that is available for the treatment of nausea and vomiting that is mainly caused by after-effects of chemotherapy and radiation therapy caused by cancer.\n\nOnset tablet is the antiemetic agent that contains that has th\n\nREAD MORE",
    "precautions": "\nIt is highly suggested to share your complete medical history with your doctor before consuming the set medication. This may contain some inactive ingredients that can trigger allergic reactions in people prone to allergies.It is advised not to use onset tablet if you are allergic to drugs includingmononitrate and nitroglycerin. Always tell your doctor before consuming this medication.If you have gone through any head injury or surgery, consult your doctor. Moreover, if you have experienced fainting, irregular heartbeat and troubles breathing after onset intake, immediately consult your doctor.It is highly advised not to use onset tablet, especially if you have anemia, blood pressure, dehydration or any heart disease, to avoid developing side effects.  This onset medications likely to cause dizziness; thus, it is advised not to drive while you are on a dose.Women must not use onset tablet during pregnancy and while breastfeeding as it is likely to cause allergies to babies due to active ingredients it has within.\n",
    "effects": "\nThere are some side effects associated with onset tablet intake, which are as follows:HeadachedizzinessnauseaSkin problems (itching, redness, swelling)Irregular heartbeatTell your doctor before they become fatal and deadly if any of these symptoms last longer. Initially, side effects are mild, but they can become chronic if not treated on time. \n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001452.jpg",
    "title": "Motilium V Tab 5x10 (L)",
    "formula": "Domperidone Maleate\nScotmann",
    "price": "Rs. 351/Pack",
    "details": "It is used to treat Vomiting, Delayed gastric emptying, Functional dyspepsia, GERD, Heart burn.",
    "precautions": "\nContraindicated in Allergy, Hepatic impairment, GI mycoses. Should be taken with caution in Cardiac arrhythmias or Hypokalaemia.\n",
    "effects": "\nThirst, Headache, Drowsiness, Diarrhea, Anxiety, Insomnia, Skin rashes, Dry mouth, Breat enlargement, Soreness, Reduced libido.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/039287.jpg",
    "title": "Ondanz 8MG Tab 1x10 (L)",
    "formula": "Ondansetron\nWEL Wink",
    "price": "Rs. 369.6/Pack",
    "details": "This medication is used to prevent Nausea and Vomiting caused by Chemotherapy and Radiation therapy.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Irregular heartbeat, Liver disease, Recent abdominal surgery, Ileus, Swelling. This medication should be used only when clearly needed during pregnancy.\n",
    "effects": "\nHeadache, Lightheadedness, Dizziness, Drowsiness, Tiredness, or Constipation may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Ondaset IM/IV 4MG/2ML Inj 1x5 (L)",
    "formula": "Ondansetron\nAspinPhrma",
    "price": "Rs. 416.25/Pack",
    "details": "It is used for the treatment of nausea and vomiting in patients that have taken chemotherapy or radiotherapy.",
    "precautions": "\nKeep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius. Protect from heat, humidity, or direct exposure to sunlight. Avoid it if you're hypersensitive to any of its ingredients.\n",
    "effects": "\nIt rarely causes any kinds of adverse reactions. Side effects may include digestive problems, i.e. vomiting, nausea, diarrhea, constipation, abdominal cramps, GERD (gastroesophageal reflux disease), heartburn, feeling of sickness, etc. Others are loss of appetite, drowsiness, headache, skin allergies, swelling, vision disorders, etc. Consult a doctor or seek a healthcare provider in case of any adverse reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011817.jpg",
    "title": "Metoclon 10MG Inj 1x10 (L)",
    "formula": "Metoclopramide\nIndus",
    "price": "Rs. 1008/Pack",
    "details": "It is used as a short-term treatment (4 to 12 weeks) for ongoing heartburn when the usual medicines do not work well enough. It is used mostly for heartburn that occurs after a meal or during the daytime.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nDrowsiness, Dizziness, Tiredness, Trouble sleeping, Agitation, Headache, and Diarrhea may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Pelton-C 19.10/20MG Tab 10x10 (L)",
    "formula": "Domperidone and Cinnarizine\nGlobalPhar",
    "price": "Rs. 545/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035449.jpg",
    "title": "Endtron 4ML Inj 1x5 (L)",
    "formula": "Ondansetron\nNext",
    "price": "Rs. 596.1/Pack",
    "details": "This medication is used to prevent Nausea and Vomiting caused by Chemotherapy and Radiation therapy.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Irregular heartbeat, Liver disease, Recent abdominal surgery, Ileus, Swelling. This medication should be used only when clearly needed during pregnancy.\n",
    "effects": "\nHeadache, Lightheadedness, Dizziness, Drowsiness, Tiredness, or Constipation may occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Ondanz 8MG 4ML Inj 1x5 (L)",
    "formula": "Ondansetron\nWEL Wink",
    "price": "Rs. 1155.2/Pack",
    "details": "This medication is used to prevent Nausea and Vomiting caused by Chemotherapy and Radiation therapy.",
    "precautions": "\nTell your doctor/Pharmacist your medical history of, Irregular heartbeat, Liver disease, Recent abdominal surgery, Ileus, Swelling. This medication should be used only when clearly needed during pregnancy.\n",
    "effects": "\nHeadache, Lightheadedness, Dizziness, Drowsiness, Tiredness, or Constipation may occur.\n"
  }
]
