[
  {
    "image": "https://static.servaid.com.pk/product/bulk/003770.jpg",
    "title": "Spiromide 20MG Tab 2x10 (L)",
    "formula": "Spironolactone and Frusemide\nSearle",
    "price": "Rs. 102.4/Pack",
    "details": "Spiromide Tablet is a drug that is made up of two medicine which is used to reduce the level of excess fluids in the body as it maintains the potassium balance.\n\nThe generic name of this drug is spironolactone. Moreover, the combination of t\n\nREAD MORE",
    "precautions": "\n Before using the medicine, it is important to consult a doctor and share patients' medical history or any current problem (pregnancy) or any disease.Avoid alcohol if the patient is using this drug because it is not safe for them. Do not drive while taking this medicine as the medicine causes dizziness, sleepy and it might affect the vision of the patient, so it is unsafe to drive.Kidney problemsThe Spiromide Tablet should not be used for patients having kidney problems. If it is recommended by the doctor so use it with caution.The Tablet is not recommended for patients having extreme or severe kidney problems. Consult a doctor before using it.Liver problemsThe patient should be cautioned while using the Tablet as it may cause harm, but before using it, do consult a doctor.In pregnancyThe Tablet may be unsafe of pregnant women. Before taking it, it is important to consult a doctor so that it cannot harm the baby.Moreover, it is safe for the women who are breastfeeding, as it is said no harm is caused to the baby.\n",
    "effects": "\nEvery medicine has its benefits but has side effects too. Some of the side effects are rare, but some are very serious. It is not necessary that side effects may occur every time, but it can occur.The active ingredient in it might cause an allergic reaction to the patient who are hypersensitive will be affected more.Some of the side effects which may occur aremuscle spasmheadacheskin rashelectrolyte disbalanceweaknessSome of the serious side effects which may occur areGastrointestinalNausea, inflammation in the stomach, gastric bleeding, diarrhea, ulceration, vomiting, and crampsBloodDecrease or lowering of blood cellsGenitourinaryPostmenopausal bleeding, kidney problems, irregular periods, painful erection, menstrual cycle problems, and Breast enlargement in males.MetabolicIncrease of blood potassium level.HypersensitivityHives, itching of skin, fever, inflammation or irritation of veins, and shock.Nervous systemIncoordination, migraine, headache, Mental confusion, lethargy, sleepiness, and drowsiness.If the patient's conditions get worse so immediately consult a doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000587.jpg",
    "title": "Lasoride 5/40MG Tab 3x10 (L)",
    "formula": "Frusemide and Amiloride\nSanofi",
    "price": "Rs. 140.1/Pack",
    "details": "Lasoride Tablet is used for the Treatment of hypertension, Treatment of edema, and Congestive heart failure. The generic category of this tablet is Potassium-Sparing Agents and Loop Diuretic. However, the ingredients which are used in this tablet ar READ MORE",
    "precautions": "\nBefore using the medicine, it is important to consult a doctor and share patientsa medical history or any current problem (pregnancy) or any disease.The patient who are hypersensitive should be careful using while using this medicine as it contains some inactive ingredient which may cause a serious allergic reaction.It is advised that the patient having diabetes, kidney impairments. And gout (pain in joints due to uric acid) should be very careful while using this tablet.The patient should first consult a doctor if they are suffering from these kinds of conditions like the risk of asymptomatic hyperuricemia, dealing with hepatic coma, who are allergic to sulfonamides or furosemide.Hypertensive patients should not use this medication as it may increase blood pressure, which can be very risky for their health.It may reduce the Potassium level in your blood. Should be taken with caution in patients with hypokalemia. Tell your doctor/Pharmacist your medical history, especially of Kidney problems, Liver problems, Inability to make urine, Gout, Lupus.\n",
    "effects": "\nEvery medicine has its benefit and side effects too. Some of the side effects are serious but rare, but some are very common. It is not important that side effects occur every time, but they may occur.Some of the side effects which may occur are theErythema multiformePurpuraRestlessnessPhotosensitivityexfoliative dermatitisMuscle spasmUrticariaHyperuricemiaRashOrthostatic hypotensionHyperglycemiaGlycosuriaAbdominal painSkin rashMuscle crampsFeverFlatulenceDizzinessHeadacheDyspneaWeaknessUrinary bladder spasmImmediately consult a doctor if the condition of the patient gets worse or unstable.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000583.jpg",
    "title": "Lasix 20MG Tab 2x50 (L)",
    "formula": "Frusemide\nSanofi",
    "price": "Rs. 144/Pack",
    "details": "Furosemide is used to reduce Edema caused by conditions such as Heart failure, Liver disease, and Kidney disease.",
    "precautions": "\nFurosemide may reduce the Potassium level in your blood. Should be taken with caution in patients with hypokalemia. Tell your doctor/Pharmacist your medical history, especially of Kidney problems, Liver problems, Inability to make urine, Gout, Lupus.\n",
    "effects": "\nDizziness, Lightheadedness, Headache, or Blurred vision may occur. Serious Side effect Signs of kidney problems, Numbness/Tingling/Pain/Redness/Swelling of the arms/Legs, Hearing changes (such as ringing in the ears, temporary or permanent decreased hearing/deafness), Stomach/Abdominal pain, Yellowing eyes/skin.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Steri-Flutol 500ML Inf",
    "formula": "Drip\nSaffron",
    "price": "Rs. 156.14/Pack",
    "details": "Mannitol is a diuretic used to force urine production in people with acute (sudden) kidney failure.",
    "precautions": "\nPlease consult your Pharmacist\n",
    "effects": "\nAngina-like chest pains, Congestive heart failure, Low blood pressure (hypotension), Phlebitis,\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003771.jpg",
    "title": "Spiromide 40MG Tab 3x10 (L)",
    "formula": "Spironolactone and Frusemide\nSearle",
    "price": "Rs. 194.4/Pack",
    "details": "It is used to treat Urinary Retension and Hypertension.",
    "precautions": "\nUse with caution having kidney problems, liver problems, Mineral imbalance (such as high potassium, low sodium), Addison's disease.\n",
    "effects": "\nDrowsiness, Dizziness, Lightheadedness, Stomach upset, Diarrhea, Nausea, Vomiting, Headache.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000584.jpg",
    "title": "Lasix 40MG Tab 2x50 (L)",
    "formula": "Frusemide\nSanofi",
    "price": "Rs. 247/Pack",
    "details": "Furosemide is used to reduce Edema caused by conditions such as Heart failure, Liver disease, and Kidney disease.",
    "precautions": "\nFurosemide may reduce the Potassium level in your blood. Should be taken with caution in patients with hypokalemia. Tell your doctor/Pharmacist your medical history, especially of Kidney problems, Liver problems, Inability to make urine, Gout, Lupus.\n",
    "effects": "\nDizziness, Lightheadedness, Headache, or Blurred vision may occur. Serious Side effect Signs of kidney problems, Numbness/Tingling/Pain/Redness/Swelling of the arms/Legs, Hearing changes (such as ringing in the ears, temporary or permanent decreased hearing/deafness), Stomach/Abdominal pain, Yellowing eyes/skin.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Frusemide Inj 1x50 (L)",
    "formula": "Furosemide\nGSK",
    "price": "Rs. 260.5/Pack",
    "details": "Furosemide is used to reduce Edema caused by conditions such as Heart failure, Liver disease, and Kidney disease.",
    "precautions": "\nFurosemide may reduce the Potassium level in your blood. Should be taken with caution in patients with hypokalemia. Tell your doctor/Pharmacist your medical history, especially of Kidney problems, Liver problems, Inability to make urine, Gout, Lupus.\n",
    "effects": "\nDizziness, Lightheadedness, Headache, or Blurred vision may occur. Serious Side effect Signs of kidney problems, Numbness/Tingling/Pain/Redness/Swelling of the arms/Legs, Hearing changes (such as ringing in the ears, temporary or permanent decreased hearing/deafness), Stomach/Abdominal pain, Yellowing eyes/skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000582.jpg",
    "title": "Lasix 20MG Inj 1x50 (L)",
    "formula": "Frusemide\nSanofi",
    "price": "Rs. 366.5/Pack",
    "details": "Furosemide is used to reduce Edema caused by conditions such as Heart failure, Liver disease, and Kidney disease.",
    "precautions": "\nFurosemide may reduce the Potassium level in your blood. Should be taken with caution in patients with hypokalemia. Tell your doctor/Pharmacist your medical history, especially of Kidney problems, Liver problems, Inability to make urine, Gout, Lupus.\n",
    "effects": "\nDizziness, Lightheadedness, Headache, or Blurred vision may occur. Serious Side effect Signs of kidney problems, Numbness/Tingling/Pain/Redness/Swelling of the arms/Legs, Hearing changes (such as ringing in the ears, temporary or permanent decreased hearing/deafness), Stomach/Abdominal pain, Yellowing eyes/skin.\n"
  }
]
