[
  {
    "image": "https://static.servaid.com.pk/product/bulk/003666.jpg",
    "title": "Skin A 10G Cream",
    "formula": "Tretinoin, Topical\nAtco Lab",
    "price": "Rs. 106.42/Pack",
    "details": "This cream is used for the treatment of acne, pimples, and other skin-related problems. It is also used when pores are clogged due to issues with hair follicles or when dirt enters into the pores leaving blackheads and dull-looking skin.UsesThis med READ MORE",
    "precautions": "\nWhen using this medication, you are at risk of getting sunburned or photodamaged. Stay out of the sun as much as possible.Tanning booths and sunlamps should be avoided at all costs. High winds or cold temperatures may also irritate the skin. You should use sunscreen and proper clothing when spending time in the sun.Likewise, you should tell your doctor or caregiver immediately if you experience skin blisters or sunburn occurs. Let your skin be the baby's burned, and then use Retin-A.While you are using this product, avoid electro-logy, waxing, and depilatory chemicals for hair removal.In case you have used products that contain resorcinol or salicylic acid, apply Sulphur emulsion or salicylic acid with caution. Before applying such products, wait until they have diminished (time has elapsed).WarningMedication should not be applied on an uncovered area, and the open area should be left uncovered until the doctor instructs otherwise.Only use a small amount of it because it won't have an effect and may make the skin condition worseTell your doctor or dentist before having surgery about all the products you use (including prescription drugs, nonprescription drugs, and herbal products).When it is clear that the medication is needed, use it during pregnancy. Before talking to your doctor, be aware of the potential benefits and risks.Before using tretinoin, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients (such as fish proteins), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. During the first few weeks of using tretinoin, your acne might appear worse because the medication is working on pimples forming inside the skin. It may take up to 8-12 weeks to notice results from this medication. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using tretinoin. This drug may pose risks to your pregnancy, therefore please do not take this medicine without consulting your doctor first. Ask your dermatologist before using it.\n",
    "effects": "\nFollowing are some side effects that might happen after using this cream. If they become worse or you notice an increase in your problem, tell your doctor soon.These skin issues may include skin irritation, redness, and itching. Tell your doctor or pharmacist if any of these effects persist or worsen.Loosening of skin when applying this medication.Unexpected hair growing.A very serious skin allergy from this cream is rare, but it mostly depends on one's medical condition, but still, one should consult medical help if one of these allergies show up.Swelling on the applied area.Itchy feel on the skin.Having trouble while breathingThe use of this medication over an extended period of time may lead to the development of skin infections other than those for which it was prescribed (such as fungal or other bacterial infections). If you notice any unusual skin symptoms or if your condition does not improve, be sure to contact your doctor.A brief sensation of warmth or stinging may occur immediately after applying the medication. Skin redness, dryness, itching, scaling, mild burning, or worsening of acne may occur during the first 2-4 weeks of using the medication. These effects usually decrease with continued use. A daytime moisturizer may be helpful for excessive dry skin\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012722.jpg",
    "title": "Flytro 15G Cream",
    "formula": "Fluocinolone and clioquinol\nUnilever",
    "price": "Rs. 110.9/Pack",
    "details": "This is a combination medicine used to treat Melasma (dark skin patches) on the face.",
    "precautions": "\nNot recommended for use in Pregnant women unless the burned area covers more than 20% of body surface or therapeutic benefits to patient outweigh the possible risks to the fetus.\n",
    "effects": "\nStinging, Burning, Itching, Irritation, Dryness and irritations to vitamin C can occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013155.jpg",
    "title": "Clinda Derm 10G Gel",
    "formula": "Clindamycin Phosphate\nImported",
    "price": "Rs. 112.65/Pack",
    "details": "This medication is used to treat acne. It helps to decrease the number of acne lesions and Bacterial Infection.",
    "precautions": "\nUse with caution having chronic Asthma or Hay fever.\n",
    "effects": "\nBurning, Itching, Dryness, Redness, Oily skin or Skin peeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005475.jpg",
    "title": "Clindamax 10G Gel",
    "formula": "Clindamycin, Topical\nCrystolite",
    "price": "Rs. 118.86/Pack",
    "details": "This medication is used to treat acne. It helps to decrease the number of acne lesions and Bacterial Infection.",
    "precautions": "\nUse with caution having chronic Asthma or Hay fever.\n",
    "effects": "\nBurning, Itching, Dryness, Redness, Oily skin or Skin peeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004266.jpg",
    "title": "Tracnesan 10G Cream",
    "formula": "Tretinoin, Topical\nSante",
    "price": "Rs. 124.47/Pack",
    "details": "This Medication Is Used To Treat Acne. It May Decrease The Number And Severity Of Acne Pimples And Promote Quick Healing Of Pimples That Do Develop.",
    "precautions": "\nIt Is Contraindicated In Patients With Known Hypersensitivity To The Drug.\n",
    "effects": "\nA Brief Sensation Of Warmth Or Stinging May Occur Immediately After Applying The Medication. Skin Redness, Dryness, Itching, Scaling, Mild Burning, Or Worsening Of Acne May Occur During The First 2-4 Weeks Of Using The Medication. These Effects Usually Decrease With Continued Use. A Daytime Moisturizer May Be Helpful For Excessive Dry Skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006116.jpg",
    "title": "Cosmin 10G Gel",
    "formula": "Isotretinoin, Topical\nSaffron",
    "price": "Rs. 127.37/Pack",
    "details": "This medication is used to treat severe Cystic acne.",
    "precautions": "\nIsotretinoin should be avoided by pregnant women. Tell your doctor/Pharmacist if you are allergic to it or to vitamin A-related drugs other retinoids such as tretinoin.\n",
    "effects": "\nDry lips and mouth, Minor swelling of the eyelids or lips, Crusty skin or thinning of hair may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012671.jpg",
    "title": "Clinacin 10G Gel",
    "formula": "Clindamycin, Topical\nGeneral",
    "price": "Rs. 129.38/Pack",
    "details": "This medication is used to treat acne. It helps to decrease the number of acne lesions and Bacterial Infection.",
    "precautions": "\nUse with caution having chronic Asthma or Hay fever.\n",
    "effects": "\nBurning, Itching, Dryness, Redness, Oily skin or Skin peeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000346.jpg",
    "title": "Isotin 10G Gel",
    "formula": "Isotretinoin, Topical\nShaigan",
    "price": "Rs. 130.03/Pack",
    "details": "The major reason of spots is acne. Most persons with acne are around 12 and 25 years of age; however, some young and old individuals are also affected. Small sebaceous glans lie just below the surface of your skin and make your skin soft, smooth,\n\nREAD MORE",
    "precautions": "\nTell your doctor if you haven't used the medicine exactly as advised for whatever reason.Tell your physician whether you are pregnant and plan to get pregnant.Use a reliable contraceptive method to avoid pregnancy while using Isotrex Gel.Tell your doctor if you become pregnant during Isotrex Gel treatment.During Isotrex Gel treatment, breastfeeding is not recommended. Talk to your doctor about breastfeeding or using Isotrex Gel.Isotretinoin should be avoided by pregnant women. Tell your doctor/Pharmacist if you are allergic to it or to vitamin A-related drugs other retinoids such as tretinoin.\n",
    "effects": "\nIsotrex Gel can produce various negative effects as with other drugs. They are also most likely minimal and transitory if they occur. Some may be significant, however, and require medical care.The common side effects areas:redness of your skin, skin painskin tenderness, skin flakingitching, skin irritationburning to feel on skin, especially when it is first appliedapplication site stinging, dry skin.These all side effects are common; if you face any of these, you use often use isotin gel or can stop using this gel. Some other rare side effects are:lightening of darker skindarkening of fair skinsensitivity to sunlightDry lips and mouth, Minor swelling of the eyelids or lips, Crusty skin or thinning of hair may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/006949.jpg",
    "title": "Clinagel 10G Gel",
    "formula": "Clindamycin, Topical\nGSK",
    "price": "Rs. 133.5/Pack",
    "details": "This medicine is used for acne treatment. It removes acne marks and helps with other skin allergies. \n\nUses\n\nThis medicine is used for acne treatment. The number and severity of acne scars can be decreased, and pickles may be qui\n\nREAD MORE",
    "precautions": "\nYou may be more sensitive to the sun with this cream. In the heat, limit your time. Stop sunlamps and tanning boots. Extremes like wind or cold weather can even irritate the skin. Wear protective clothes outside and use sunscreen every day. Tell your doctor immediately if you get redskin or if you have blistered skin. \n",
    "effects": "\nAfter applying the drug, a quick sensation of warmth or stinging may occur.During the first 2-4 weeks of using the drug, skin redness, dryness, scratching, scaling, mild burning, or deterioration may occur.Using constantly, these effects generally decrease. Tell your doctor or pharmacist quickly if any of these symptoms persist or get worse. You may want your doctor to reduce the frequency at which you use, change your intensity or avoid using it.Do not use or use a greater quantity as directed. Your skin won’t improve more easily, and you are more likely to experience side effects (e.g., redness, peeling, or pain).Side Effects causedBurn spots of skin after applying the medication.Redness in the skin.Irritation in the skin.Skin getting dry depends on skin condition.If any serious side effects are caused by this medication, should immediately consult medical help as this medication is given for benefit purposes, not to increase the risk of side effects. Rare & Serious Side EffectsBurn spots after applying it on the skin.Instant hair bumps after applying the cream (Folliculitis).Appearing of acne on the skin.Loosening of skin when applying this medication.Unexpected hair growing.A very serious skin allergy from this cream is rare, but it mostly depends on one’s medical condition, but still, one should consult medical help if one of these allergies show up.Swelling on the applied area.Itchy feel on the skin.Having trouble while breathing.Dizziness feeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014911.jpg",
    "title": "Acsolve 1% 10G Gel",
    "formula": "Clindamycin, Topical\nInovics",
    "price": "Rs. 134.93/Pack",
    "details": "This medication is used to treat acne. It helps to decrease the number of acne lesions and Bacterial Infection.",
    "precautions": "\nUse with caution having chronic Asthma or Hay fever.\n",
    "effects": "\nBurning, Itching, Dryness, Redness, Oily skin or Skin peeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012116.jpg",
    "title": "Acsolve 1% 30ML Lotion",
    "formula": "Clindamycin Phosphate\nGeneral",
    "price": "Rs. 139.72/Pack",
    "details": "Acsolve Lotion is used to treat bacterial and other infections on the skin. It is actually effective against acne. This lotion works along with other medicines to remove the scars that happened due to acne o the face and other parts of the b\n\nREAD MORE",
    "precautions": "\nTell your doctor if you are allergic to anything in your medical history. That thing might be present in this lotion actively or inactively. It can trigger allergic reactions inside you. This lotion can be sensitive to the sun, so avoid going in the sun after using this lotion. If you experience any sunburn or any other burned bruises, contact your doctor immediately.Apply a small amount of this lotion on the affected part of your skin. Do his application twice a day. Avoid putting it in your eyes or nose. Gently rub the lotion onto your skin for 20 or 30 seconds. Make a lather out of it, and then rinse it.\n",
    "effects": "\nThere are some common side effects related to this medicine that are some mild reactions such as peeling, itching, irritation, and reddened skin. When you start the treatment, apply a thin layer on a little part of the skin to see if it suits your skin or not. If the skin does not get itchy, then you can continue to use this.Some un-common and alarming situations are swelling appears on the body such as on face, tongue, throat, etc. other side effects are severe dizziness and difficulty in breathing. It is not necessary that these side effects will happen to all. 5 out of 100 people have reported the side effects to occur due to their extra-sensitive skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001132.jpg",
    "title": "Acne-Lene 15G Cream",
    "formula": "Adapalene, Topical\nValor",
    "price": "Rs. 157.72/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop. Adapalene belongs to a class of medications called retinoids. It works by affecting the growth of ce READ MORE",
    "precautions": "\nBefore using adapalene, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using adapalene.\n",
    "effects": "\nThis medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004303.jpg",
    "title": "Tretinex 15G Cream",
    "formula": "Tretinoin, Topical\nDermagen",
    "price": "Rs. 165.25/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop.",
    "precautions": "\nBefore using tretinoin, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients (such as fish proteins), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. During the first few weeks of using tretinoin, your acne might appear worse because the medication is working on pimples forming inside the skin. It may take up to 8-12 weeks to notice results from this medication. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using tretinoin. This drug may pose risks to your pregnancy, therefore please do not take this medicine without consulting your doctor first. Ask your dermatologist before using it.\n",
    "effects": "\nA brief sensation of warmth or stinging may occur immediately after applying the medication. Skin redness, dryness, itching, scaling, mild burning, or worsening of acne may occur during the first 2-4 weeks of using the medication. These effects usually decrease with continued use. A daytime moisturizer may be helpful for excessive dry skin\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007020.jpg",
    "title": "Clycin T 30ML Lotion",
    "formula": "Clindamycin, Topical\nShaigan",
    "price": "Rs. 166.35/Pack",
    "details": "Clycin t lotion is used for acne and other skin problems. It decreases the number of acne lesions. The ingredient which is used in this lotion is CLINDAMYCIN, and the generic category is anti-bacterial.UsesClycin t lotion helps to treat the acne on READ MORE",
    "precautions": "\nBefore taking this medicine, it is very important to consult a doctor, share medical history regarding any disease or any current health condition.However, patients which are hypersensitive or have sensitive skin should be careful while using this medicine or should not use this drug; it might cause an allergic reaction to them because of an active ingredient in it.Consult a doctor first before using this lotion as it may not or may use on chapped, dry, irritated, on wounds, or on sunburned skin.It is very important to wash hands properly before applying it on the skin. The skin should be dry and clean before applying.Do not wash the treated area right after applying it, and also avoid other medication or products on the affected area unless directed by the doctor.Use a thin layer or use it in less quantity as applying an excessive amount or more quantity may result in pilling.keep this lotion away from childrenAvoid getting this lotion in the mouth, eyes, and nose.Use with caution having chronic Asthma or Hay fever.\n",
    "effects": "\nEvery medicine has its side effects, some are rare, but some are very serious. It is not necessary that every time side effects occur, but it may occur.Some of the common side effects which may occur areRedness of skinoily skinitchingskin of peelingburning of skindryness of skin, orother irritation of treated skin.some of the serious side effects which may occur are theitching of skindryness of treat skin areassevere redness of the skinswelling of the affected areasImmediately consult a doctor if the condition of the patients gets worse or unstable.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010366.jpg",
    "title": "Zn 100G Bar",
    "formula": "Soap\nDerma Tech",
    "price": "Rs. 167.74/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004393.jpg",
    "title": "Adapco 15G Cream",
    "formula": "Adapalene, Topical\nAtco Lab",
    "price": "Rs. 174.23/Pack",
    "details": "This medicine is used for acne treatment. It removes acne marks and helps with other skin allergies. \n\nUses\n\nThis medicine is used for acne treatment. The number and severity of acne scars can be decreased, and pickles may be qui\n\nREAD MORE",
    "precautions": "\nYou may be more sensitive to the sun with this cream. In the heat, limit your time. Stop sunlamps and tanning boots. Extremes like wind or cold weather can even irritate the skin. Wear protective clothes outside and use sunscreen every day. Tell your doctor immediately if you get redskin or if you have blistered skin. \n",
    "effects": "\nAfter applying the drug, a quick sensation of warmth or stinging may occur. During the first 2-4 weeks of using the drug, skin redness, dryness, scratching, scaling, mild burning, or deterioration may occur. Using constantly, these effects generally decrease. Tell your doctor or pharmacist quickly if any of these symptoms persist or get worse. You may want your doctor to reduce the frequency at which you use, change your intensity or avoid using it. Do not use or use a greater quantity as directed. Your skin won’t improve more easily, and you are more likely to experience side effects (e.g., redness, peeling, or pain). \n "
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009167.jpg",
    "title": "Clear 0.1% 15G Cream",
    "formula": "Adapalene, Topical\nSaffron",
    "price": "Rs. 187.7/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop. Adapalene belongs to a class of medications called retinoids. It works by affecting the growth of ce READ MORE",
    "precautions": "\nBefore using adapalene, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using adapalene.\n",
    "effects": "\nThis medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004439.jpg",
    "title": "Adapco 15G Gel",
    "formula": "Adapalene, Topical\nAtco Lab",
    "price": "Rs. 191.65/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop. Adapalene belongs to a class of medications called retinoids. It works by affecting the growth of ce READ MORE",
    "precautions": "\nBefore using adapalene, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using adapalene.\n",
    "effects": "\nThis medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008534.jpg",
    "title": "Gallet 15G Cream",
    "formula": "Adapalene, Topical\nPharmaHlth",
    "price": "Rs. 192.23/Pack",
    "details": "Gallet Cream was marketed by Pharma health Pakistan. Gallet cream formulation contains adapalene and belongs to the medicine category that is used for the treatment of Acne Vulgaris. Gallet cream belongs to the medical class of retinoids.\n\nREAD MORE",
    "precautions": "\nGallet cream precautions that are mandatory while using it are described below.Before using this cream, inform the doctor about your complete medical condition if you have ever before like that. If you are allergic to any of the ingredients used in this medicine, then also inform the doctor about it.This cream is only for skin use. Therefore, avoid applying it on the inner lips area, touching the inside nose or mouth. Keep it away from the eyes. You should avoid applying it on sunburned, scraped cut skin areas. Also, do not apply it to infection caused by eczema, which is a skin disease.Gallet cream in pregnancy should be used with the consultation of the doctor.Avoid sitting in sunlight as it can make your skin more sensitive to it. Therefore, limit it and avoid sunlamps. Extreme weather, either cold or hot, can also be the reason for irritation of the skin while using it.Wear protective clothing while going outdoor.Keep the medicine away from children's reach, and before using it, check its expiry date; otherwise, it can cause adverse side effects, or the effectiveness of the cream may be decreased.Before using adapalene, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using adapalene.\n",
    "effects": "\nGallet cream's side effects are listed below.The common side effects caused by Gallet cream are dryness of the skin, redness on the skin, and itching.The rare but severe side effect caused by it is the severe allergic skin reaction such as skin rashes or in any other form.If any of the above-described side effects persist, then immediately consult your doctor.This medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002538.jpg",
    "title": "Pimpal 15G Gel",
    "formula": "Adapalene, Topical\nBrookes",
    "price": "Rs. 204.12/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop. Adapalene belongs to a class of medications called retinoids. It works by affecting the growth of ce READ MORE",
    "precautions": "\nBefore using adapalene, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using adapalene.\n",
    "effects": "\nThis medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008901.jpg",
    "title": "Acne Wash 15G Cream",
    "formula": "Anti-acne\nDerma Tech",
    "price": "Rs. 220.88/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/041888.jpg",
    "title": "Revomet 40G Gel",
    "formula": "Metronidazole, Topical\nKaizen",
    "price": "Rs. 228.06/Pack",
    "details": "Used for Acute Dental Infections, Acute Ulcerative Gingivitis, Amoebiasis, Anaerobic Bacterial Infection, Anaerobic Infections,.",
    "precautions": "\nShould Be Used With Caution In Patients With Any Allergy.\n",
    "effects": "\nEncephalopathy, Convulsions, Ataxia, Peripheral Neuropathy, Neutropenia, Seizures, Depression, Headache, Dysarthria, Aseptic Meningitis.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007254.jpg",
    "title": "Dalacin T 30ML Lotion",
    "formula": "Clindamycin, Topical\nPfizer",
    "price": "Rs. 228.71/Pack",
    "details": "Dalacin T lotion is used to treat acne on the skin. It is an antibiotic. It provides relief from all kinds of skin conditions such as redness, allergies, and infections. It also removes acne scars from the skin. The main ingredient in this lotion\n\nREAD MORE",
    "precautions": "\nTake the medication on the doctor’s prescription. Read the leaflet carefully to know about the ingredients present in the medication.Before taking the medication, inform the doctor about your complete medical history. If you have sensitive skin, then use the ointment with proper consultation.Direct sunlight exposure is bad while using this medication.In case your skin is exposed to sunlight, blisters or redness may appear.It is not a steroid and can be used during pregnancy. It is an antibiotic, and so it should be used in moderate quantities.Use with caution having chronic Asthma or Hay fever.\n",
    "effects": "\nDalacin T lotion is an antibiotic and not a steroid. But it should be used in moderate amounts. Likewise, every other medication also has some side effects that might not be experienced by everyone. The following list contains some of the side effects of this lotion. If any of the following persists, seek medical assistance immediately. Excessive use of this lotion can cause skin thinning.Pigmentation or skin discoloration.Acne may get worse in some cases.Unwanted hair growth.Swelling of the infected area.Headache and LethargyDryness of MouthBurning sensation or itchiness.Redness of the skin.Burning, Itching, Dryness, Redness, Oily skin or Skin peeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012754.jpg",
    "title": "Acnex 50ML Face Wash 1x1 (P)",
    "formula": "Anti-Acne Facewash\nMontis",
    "price": "Rs. 231.04/Pack",
    "details": "Effective facial wash for oily and acne-prone skin types. It reduces the risks of developing acne and pimples.",
    "precautions": "\nFor external use only. Keep out of the reach of babies and innocents.\n",
    "effects": "\nSkin rashes, irritations, swelling or inflammation, redness on the skin, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007618.jpg",
    "title": "Acdermin 20G Gel",
    "formula": "Clindamycin and Tretinoin\nAtco Lab",
    "price": "Rs. 236.29/Pack",
    "details": "This Gel is in the form of an ointment and is used to treat acne scars. It helps to reduce acne pimples and also helps them heel faster. Tretinoin belongs to the retinoid class and works in the growth of the cells of the skin. Clindamyc\n\nREAD MORE",
    "precautions": "\nWhen you start using this product, tell your doctor. This Gel contains ingredients, which cause severe allergic reactions. Before getting any medication, learn about the ingredients. If you have an allergy to clindamycin and Tretinoin, avoid using Acdermin gel. Do not use this medicine if you have problems, which cause colitis and diarrhoea and eczema. Immediately seek medical attention.This medication is not suitable for the skin. It also provides you irritation from cold or wind. Use sunscreen daily when you are outside. Tell your doctor if you have sun blisters on your skin. Before using this product, wait until you are not recovering.Avoid chemical and electronic products for hair removal while using Acdermin Gel. You will take this medication in Pregnancy when you need it. This drug passes it into your breast milk. It causes some diseases in an unborn baby. Discuss the actions of this medication with your doctor. \n",
    "effects": "\nEvery medicine, cream, or Gel has some side effects. A list of Acdermin Gel side effects are as follows:Skin RednessDrynessItchingPeelingMild Burning/ StingingWorsening of skinBlisteringCrustingSwelling of SkinAbdominal painDiarrhoeaCrampingBlood/MucusThey affect your skin in the first few weeks of usage. If you can see these effects, consult to your doctor urgently.Use it when your doctor prescribed you because they know how much benefit you get from this or not. Many people using this Gel don't get side effects.This medicine is absorbed into your blood and causes severe bacteria. This situation may occur after you stopped using this medicine. Do not use acdermin Gel if you have the following symptoms because it makes worse conditions. An allergic reaction through this Gel is rare. If you have of allergic reaction on your face like swelling, and redness on the skin, seek immediate medical attention. If you see any other side effects, consult your doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013156.jpg",
    "title": "Clinda Plus 30ML Lotion",
    "formula": "Clindamycin, Benzoyl peroxide\nImported",
    "price": "Rs. 244.45/Pack",
    "details": "Topical Clindamycin Is Used To Treat Acne. Clindamycin Is In A Class Of Medications Called Lincomycin Antibiotics. It Works By Slowing Or Stopping The Growth Of Bacteria That Cause Acne And By Decreasing Swelling.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nDry Or Peeling Skin,Itching Or Burning Skin,Redness Of Skin,New Pimples Or Blemishes,Oily Skin,Headache.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004268.jpg",
    "title": "Tracnesan 30G Cream",
    "formula": "Tretinoin, Topical\nSante",
    "price": "Rs. 248.96/Pack",
    "details": "Tracnesan Cream Is Used For The Treatment, Control, Prevention, & Improvement Of Acne Vulgaris.",
    "precautions": "\nBefore Using Tracnesan Cream, Inform Your Doctor About Your Current List Of Medications, Over The Counter Products (E.G. Vitamins, Herbal Supplements, Etc.), Allergies, Pre-Existing Diseases, And Current Health Conditions (E.G. Pregnancy, Upcoming Surgery, Etc.).\n",
    "effects": "\nConsult Your Doctor If You Observe Any Side-Effects, Especially If They Do Not Go Away.Hypopigmentation,Skin Pain,Pruritus.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013316.jpg",
    "title": "Bezclin 10G Gel",
    "formula": "Clindamycin, Benzoyl peroxide\nSaffron",
    "price": "Rs. 261.56/Pack",
    "details": "This medication is used to treat acne. It helps to decrease the number of acne lesions and Bacterial Infection.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nBurning, Itching, Dryness, Redness, Oily skin or Skin peeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005720.jpg",
    "title": "Brevoxyl 40G Cream",
    "formula": "Benzoyl Peroxide, Topical\nGSK",
    "price": "Rs. 270.85/Pack",
    "details": "Brevoxyl cream is used to treat acute to chronic bacterial acne. Brevoxyl cream halts the growth of acne-causing bacteria. It decreases the acne and peels of the pimple on its own. Benzoyl peroxide is the main ingredient present in it. It is a ba\n\nREAD MORE",
    "precautions": "\nIt is better to read the leaflet before using the ointment to avoid the risk of any allergic reaction.If you have sensitive skin, then it is better to use the ointment with proper consultation.Avoid direct sun exposure after applying for the medicine. This ointment makes your skin sensitive to the sun.Skin blisters or redness may appear due to extreme sweating or exposure to the sun.It is a steroid, so you must avoid using it in pregnancy. Avoid tanning booths and Sunlamps.\n",
    "effects": "\nSkin irritation, itching, and redness are common side-effect of this ointment. Seek medical assistance immediately if any of these side effects persist or worsens.It is a combination of steroid and antibacterial cream that is why it should be used on the doctor’s advice only. Most people do not experience any serious side effects after using the ointment.Few people are allergic to the inactive ingredients present in the ointment. Swelling, rashes, and itching are common symptoms of such allergic reactions.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012733.jpg",
    "title": "Oratrexin 10G Gel",
    "formula": "Tretinoin, Topical\nChina",
    "price": "Rs. 273.39/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop.",
    "precautions": "\nBefore using tretinoin, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients (such as fish proteins), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. During the first few weeks of using tretinoin, your acne might appear worse because the medication is working on pimples forming inside the skin. It may take up to 8-12 weeks to notice results from this medication. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using tretinoin. This drug may pose risks to your pregnancy, therefore please do not take this medicine without consulting your doctor first. Ask your dermatologist before using it.\n",
    "effects": "\nA brief sensation of warmth or stinging may occur immediately after applying the medication. Skin redness, dryness, itching, scaling, mild burning, or worsening of acne may occur during the first 2-4 weeks of using the medication. These effects usually decrease with continued use. A daytime moisturizer may be helpful for excessive dry skin\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003667.jpg",
    "title": "Skinoren 20% 10G Cream",
    "formula": "Azelaic Acid, Topical\nBayer",
    "price": "Rs. 276.33/Pack",
    "details": "Skinoren cream is known as the trusted and clinically certified green, which is extremely effective for the treatment of skin. Skinoren cream for acne scars is extremely effective, and that is why it is always recommended to use this cream around th READ MORE",
    "precautions": "\nSkinoren cream precautions mainly include the age frame of people using this cream because it is always recommended according to the prescription of the doctor and the dose adjustment is also dependent on the age factor.Although there is no such target study available for the age group of the people but people suffering from renal impairment should always try not to use this cream because it cannot be effective for them.It is strictly advising not to use this screen around the areas of the eyes and mouth because if the eye irritation continues, then people should directly consult with the physicians.There is also no such availability of study regarding pregnant women, but it is advised by the doctors to not use this cream in this medical condition because of the lack of the availability of study and research.Before using this medication, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Do not use large amounts of this medication or apply it more often than directed. Your condition will not improve any faster, and the risk of side effects may increase.Use this medication for the full course of treatment as directed by your doctor. It usually takes about 1 month to see an improvement, but the full effects of treatment may take longer. Avoid contact in or near the eyes or inside the nose and mouth. If this medication gets into any of these areas, wash right away with plenty of water and call your doctor if irritation persists. Do not place a bandage or cover over the cream unless your doctor tells you to do so.\n",
    "effects": "\nOne of the most frequently asked question is about Skinoren cream side effects because there is no doubt about the fact that this cream is extremely effective for the treatment of skin, but at the same time, there are some serious symptoms and side effects of using this cream which should always be dealt with extreme care and attention.Some of the Skinoren cream side effects are given belowThis medicine should not be used, especially for those who are suffering from in problems, because the irritation of the skin is considered as one of the biggest symptoms of using this cream.All those people suffering from allergic reactions should always try not to use this medicine because, in the long run, it can cause some serious allergic reactions.It is always safer not to use this cream for children's and old age people because their skin might not be able to resist against Skinoren cream.Temporary stinging, burning, itching, or tingling of the skin may occur, usually at the beginning of treatment. These effects usually lessen as your body adjusts to this medication. However, if minor irritation continues, your doctor may instruct you to only use this product once daily. If any of these effects persist or worsen, stop using this medication and tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008979.jpg",
    "title": "Arynion 10G Gel",
    "formula": "Isotretinoin, Erythromycin\nMass Phrma",
    "price": "Rs. 300.36/Pack",
    "details": "It is use to treat acne",
    "precautions": "\nTell your doctor/Pharmacist your medical history, especially of Kidney disease, Liver disease, a certain type of Muscle disease (Myasthenia gravis).\n",
    "effects": "\nThis medication may cause Burning, Redness, Itching, or Dry/Peeling/Oily skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001210.jpg",
    "title": "Acne-Lene 15G Gel",
    "formula": "Adapalene, Topical\nValor",
    "price": "Rs. 315.41/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop. Adapalene belongs to a class of medications called retinoids. It works by affecting the growth of ce READ MORE",
    "precautions": "\nBefore using adapalene, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using adapalene.\n",
    "effects": "\nThis medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014691.jpg",
    "title": "Adapco Forte 15G Gel",
    "formula": "Adapalene, Topical\nGeneral",
    "price": "Rs. 390.41/Pack",
    "details": "This medication is used to treat acne. It may decrease the number and severity of acne pimples and promote quick healing of pimples that do develop. Adapalene belongs to a class of medications called retinoids. It works by affecting the growth of ce READ MORE",
    "precautions": "\nBefore using adapalene, tell your doctor or pharmacist if you are allergic to it; or to vitamin A-related drugs (other retinoids such as isotretinoin); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. This medication may make you more sensitive to the sun. Limit your time in the sun. Avoid tanning booths and sunlamps. Weather extremes such as wind or cold may also be irritating to the skin. Use sunscreen daily and wear protective clothing when outdoors. Tell your doctor right away if you get sunburned or have skin blisters/redness. Wait until your skin has completely recovered from a sunburn before using adapalene.\n",
    "effects": "\nThis medication may cause mild, temporary burning or stinging when you apply it. If either of these effects persists or worsens, tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012994.jpg",
    "title": "Niacin 30G Gel",
    "formula": "Anti-acne\nAtco Lab",
    "price": "Rs. 392.78/Pack",
    "details": "It is used for Pain Releif, Muscle Cramps and Spasticity.",
    "precautions": "\nUse with caution having Asthma, Bleeding or clotting problems, Nasal polyps, Heart disease, Hypertension, Liver disease, Intestinal problems (bleeding, ulcers, Heartburn), Stroke.\n",
    "effects": "\nUpset stomach, Nausea, Heartburn, Diarrhea, Constipation, Gas, Drowsiness, Dizziness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009553.jpg",
    "title": "Jf Sulfur 100G Bar",
    "formula": "Sulfer 10%\nLeo Pharma",
    "price": "Rs. 410.97/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007022.jpg",
    "title": "Clycin V 40MG Cream",
    "formula": "Clindamycin, Vaginal\nShaigan",
    "price": "Rs. 442.5/Pack",
    "details": "Is an anti-fungal medication used to treat yeast infections of the vagina and vaginal skin.",
    "precautions": "\nIt is contraindiacted in patients with known hypersensitivity to the drug.\n",
    "effects": "\nVaginal or urethral Burning or Itching or Pain, Lower abdominal cramps.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001460.jpg",
    "title": "Movelat 50G Cream",
    "formula": "Methylsalicylate Containing Topicals\nSandoz",
    "price": "Rs. 462.09/Pack",
    "details": "Movelat Cream Is Used For Anti-Inflammatory, Antithrombotic, Hematoma And Sports Injury, Thrombophlebitis, Skin Diseases, Acne, Blemishes, Skin Redness, Dandruff, Calluses And Corns And Other Conditions.",
    "precautions": "\nDiscontinue Use And Consult A Doctor If Excessive Burning, Stinging Or Peeling Occurs.\n",
    "effects": "\nReddening Of The Skin,Allergic Skin Reactions,Rashes,Burning,Severe Allergic Reaction.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012303.jpg",
    "title": "Airol N Face Wash 1x1 (P)",
    "formula": "Oleanolic acid, NDGA\nHamdard",
    "price": "Rs. 499.06/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012779.jpg",
    "title": "Acnes Vitamins 50G Face Wash 1x1 (P)",
    "formula": "Mentholatum with vitamins\nMass Phrma",
    "price": "Rs. 504.97/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nPlease Consult Your Pharmacist or Physician\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001461.jpg",
    "title": "Movelat 50G Gel",
    "formula": "Methylsalicylate Containing Topicals\nSandoz",
    "price": "Rs. 628.45/Pack",
    "details": "Movelat gel is an analgesic with the generic name of mucopolysaccharide poly-sulfate. It is a methyl salicylate topical used for inflammation and muscle pain. To understand what is movelat gel used for, read the full article.\n\nIngredients:<\nREAD MORE",
    "precautions": "\nThe necessary movelat gel preventive measures are described below to avoid possible side effects.Do not use the movelat gel if you have experienced allergy or hypersensitivity from it, as the gel contains some inactive ingredients.Inform your doctor of your medical history and previous allergies.Notify your doctor of all the medication and supplements you are using.Inform your doctor if you experience any of the following conditions:If the signs of pain or illness get worse or do not improve.If you are pregnant.If you are breastfeeding, the medication can pass into breast milk. So, inform your doctor before using the gel.If you have a history of or pre-existing liver disorder.If you have a history of or pre-existing kidney disorder.If you are taking any other prescribed or non-prescribed medicines.If you are hypersensitive to mucopolysaccharide polysulfate, salicylic acid, or non-steroidal anti-inflammatory drugs.If you have an infected skin condition or eczema.Do not apply to large areas of skin.Do not apply to sensitive areas such as the mouth, eyes, or genitals.The gel can cause discomfort on sensitive skin. Please inform your doctor and try to use it after a bath.It is recommended to wash the hands immediately after using the gel.Stop using movelat gel and inform your doctor if you experience allergy or irritation.Avoid smoking or going near flames as you might get severe burns.Keep the medication away from the reach of children.Keep the movelat gel in a safe and dry place.Tell your doctor/Pharmacist if you are Allergic to methyl salicylate; or to aspirin or other salicylates, asthma, Nasal polyps.\n",
    "effects": "\nThe possible movelat gel side effects are listed below. Inform your doctor if they get worsen or prolonged.Redness at the infected site.Burning sensation at the infected site.Rashes at the infected site.Pain at the infected area.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007636.jpg",
    "title": "Duac 15G Gel",
    "formula": "Clindamycin and Benzoyl Peroxide\nStiefel",
    "price": "Rs. 665.42/Pack",
    "details": "Duac gel belongs to the family of anti-inflammatory ointments, that works by stopping the growth of bacteria. This ointment is used to treat certain types of acne. Its generic name is Clindamycin-Benzoyl Peroxide. \n\nUses\n\nDuac ge\n\nREAD MORE",
    "precautions": "\nInform the dermatologist of your complete medical history and allergies before using this ointment.Also, inform the doctor if you are allergic to any of the ingredients present in this medicine.Do not use this medication if you have an ulcer or any other intestinal disorder.Do not expose bare skin to the sun after applying this ointment.It may make your skin sensitive to the sun.Pregnant women should only use this ointment in case of serious conditions.Breastfeeding mothers should avoid using the medication as it may pass into the milk in small amounts.Keep the medicine away from sunlight.Keep it away from children's reach.Store it under 25oC and in a dry place.\n",
    "effects": "\nThe most common side-effects of duac Gel that may appear for only 1 or 2 days are as follows. These side-effects go on their own and do not require any medical assistance. Skin DrynessMild rednessItchiness and burningPeeling of skin.Rare side-effectsThe side effects listed below are very rare and may appear in people allergic to any of the ingredients present in the medicine. In case, any of these side effects appear immediately, seek medical assistance. Rare side-effects of the use of this ointment are as follows:Severe burning of the skinIrritable Bowel SyndromeThe appearance of rashes on the treated area.Skin becomes sensitiveErythemaSwelling on the face or feetShortness of breath due to the allergic reaction to any of the ingredients.The tightness of the Throat.Yellowing of eyes and skinFluid around the eyesEye DiscomfortBloody Stool in very rare cases.Unbearable abdominal pain\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012780.jpg",
    "title": "Acnes C-10 Scar & Black Spot Treatment 15ML Drops",
    "formula": "Vitamin C 10%\nHorizon",
    "price": "Rs. 3051.46/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  }
]
