[
  {
    "image": "https://static.servaid.com.pk/product/bulk/003389.jpg",
    "title": "Safoquin 2% 10G Cream",
    "formula": "Hydroquinone, Topical\nSaffron",
    "price": "Rs. 49.16/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nTell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009526.jpg",
    "title": "Hyderquin 2% 10G Cream",
    "formula": "Hydroquinone\nAtco Lab",
    "price": "Rs. 50.19/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009527.jpg",
    "title": "Hyderquin 4% 10G Cream",
    "formula": "Hydroquinone\nAtco Lab",
    "price": "Rs. 57.96/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003390.jpg",
    "title": "Safoquin 4% 10G Cream",
    "formula": "Hydroquinone, Topical\nSaffron",
    "price": "Rs. 60.94/Pack",
    "details": "This Medicine Is Used To Lighten The Dark Patches Of Skin (Also Called Hyperpigmentation, Melasma, \"Liver Spots,\" \"Age Spots,\" Freckles) Caused By Pregnancy, Birth Control Pills, Hormone Medicine, Or Injury To The Skin.",
    "precautions": "\nIt Is Contraindicated In Patients With Known Hypersensitivity To The Active Substance Or To Any Of The Excipients Listed.\n",
    "effects": "\nIt Can Cause Serious Allergic Reaction, Including Rash, Itching/Swelling (Especially Of The Face/Tongue/Throat), Severe Dizziness, Trouble Breathing.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007358.jpg",
    "title": "Dermoquin 2% 20G Cream",
    "formula": "Hydroquinone, Topical\nWilsons",
    "price": "Rs. 69.87/Pack",
    "details": "As the name suggests, this product treats different skin conditions such as melasma. The main or active ingredient present in this ointment is Hydroquinone Topical. It works by controlling the activity of tyrosinase enzymes. The uncontrolled prod\n\nREAD MORE",
    "precautions": "\nFollowing precautions must be kept in mind before using this ointmentRead the leaflet carefully and check the list of ingredients. In case you are allergic to any of the ingredients present in the product. Do not use it.If you are suffering from severe skin issues or breathing issues, do not use dermoquin cream without the doctor's consultation.Avoid using the product during pregnancy or during the breastfeeding phase because the product may pass onto the baby through breast milk and may cause severe harm to the infant's growth.Limit your exposure to the sun because the medicine may make your skin sensitive to sunlight.Do not use the expired product. The shelf life of this product is 2 years.Keep the medicine away from children’s reach. Excessive use of skin ointments is bad for the skin.Do not apply heavy layers of the ointment. Apply the thin layer for effective results.Do not use it for longer periods because it might increase skin sensitivity.Tell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nLikewise, every other product this product also has some side effects. But it is not necessary that everyone get the side-effects from the medicine. The moderate use of the ointment does not necessarily pose an issue. However, excessive use of the product might make your skin sensitive. The following list contains some of the side effects associated with the use of this medication. In case any of the side effects persists or worsens, seek medical assistance immediately.DepigmentationRedness or irritation on the skinThe appearance of rashes on the skinMild burning sensationStinging and drynessCracking of skinIn case of severe allergic reaction from the ointment, you might feel the following.Tightened chestShortness of breathFeverSore throatTrouble breathingDizziness and DrowsinessSwelling of tongue, face, or feet.Mild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007359.jpg",
    "title": "Dermoquin 4% 20G Cream",
    "formula": "Hydroquinone, Topical\nWilsons",
    "price": "Rs. 96.07/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nTell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003419.jpg",
    "title": "Sanclear 10G Cream",
    "formula": "Hydroquinone and Glycolic acid, Topical\nSante",
    "price": "Rs. 98.15/Pack",
    "details": "This Medication (For The Skin) Is Used To Lighten Areas Of Darkened Skin Such As Freckles, Age Spots, Melasma (Sun Damage), Or Chloasma (Darkened Skin Caused By Hormonal Changes).",
    "precautions": "\nShould Not Use This Medicine If You Are Allergic To Hydroquinone Or Peroxide.\n",
    "effects": "\nMild Burning Or Stinging Of Treated Skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000536.jpg",
    "title": "Lacticare 60ML Lotion",
    "formula": "Ringer's Lactated Inf\nGSK",
    "price": "Rs. 101.66/Pack",
    "details": "Introduction\n\nIt is used as emollient or a moisturizer in order to treat dry, scaly skin, as well as itching caused on the skin due to cold weather. It has important usages in all seasons especially in winters. Sodium Pyrrolidone Carb\n\nREAD MORE",
    "precautions": "\nIf you are allergic to other corticosteroids (e.g. triamcinolone, prednisone) or hydrocortisone or in case if you are suffering from any other allergies then do inform your doctor prior to use. Inactive chemicals may be included in this product, causing allergic reactions or other issues. There is a possibility of presence of certain inactive chemicals that may be responsible for allergic reactions.If the region to be treated has an infection or a sore, don't use it. When this drug is used, skin infections can develop worse. If the redness, swelling, or discomfort does not go away, contact your doctor right once.The effects of too much corticosteroid medicine may be more dangerous for children. It is not recommended for people who have a known hypersensitivity to the substance.Do not use if there is an infection or sore in the area to be treated. Skin infections can become worse when this medication is used. Tell your doctor promptly if redness, swelling, or irritation does not improve. Don't apply the cream to broken skin or large areas of skin.\n",
    "effects": "\nMajority emollients are effective and safe to use without any side effect.However, you may experience burning, redness, stinging or irritation. The majority of people who take this medicine do not have any substantial adverse effects.Unexpected changes in the skin may occur like skin tuning white, soggy, soft or too much damp.This medicine is may responsible for allergic reactions.In case if symptoms appear like face swelling, itching or rashes then go for medical help immediately. This isn't an exhaustive list of potential adverse effects. Inform your doctor if you have any other side effects not listed above.Stinging, dryness, irritation, abnormal hair growth, acne, skin thinning, discoloration or redness at the application site are all possible side effects. \n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009528.jpg",
    "title": "Hyderquin Plus 15G Cream",
    "formula": "Hydroquinolone, Fluocinolone, Acetonide, Tretinoin\nAtco Lab",
    "price": "Rs. 115.52/Pack",
    "details": "Hyderquin plus cream is manufactured by Atco Laboratories. It is a prescribed medicine. hydroquinone plus cream composition consists of Hyderoquinone, fluconazole, and tretinoin. It belongs to the medicine category of the medications that are use\n\nREAD MORE",
    "precautions": "\nFollowing Hyderquin Plus, cream precautions should be followed to get good results.Inform your doctor about your previous medical history and the allergic reaction if you have from any of its ingredients.Avoid sitting in sunlight or unnecessary sun exposure and use sunlight-protecting clothes.Don’t smoke while using this cream.Do not apply this cream near eyes, open cuts, or near lips as it is only for external use.Consult your doctor before using Hyderquin plus cream in pregnancy.Tell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nHyderquin plus cream side effects are the following.The common side effects of Hyderquin plus cream are severe skin allergic reactions such as skin rashes, skin redness, and itching.It can also cause burning of the skin, severe skin dryness problems, bleeding of the skin, and skin cracking problems.Skin protection tips to avoid Hyderquin Plus cream side effectsFollowing are the tips that will protect your skin from the side effects of Hyderquin plus cream.You should apply sunscreen cream daily to prevent the Hyderquin plus side effects.Don’t smoke to get better skin results.You should wash your face gently.Don’t take the stress of things. Mild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003119.jpg",
    "title": "Retrieve 30G Cream",
    "formula": "Hydroquinone, Tretinoin and Fluocinolone Acetonide\nPharmaHlth",
    "price": "Rs. 221.8/Pack",
    "details": "Retrieve cream is used to treat dry and damaged skin. It is also helpful in treating sunburns. The main ingredient in this ointment is tretinoin. Tretinoin is the acidic form of Vitamin A, and Vitamin A is essential for the skin. It helps us to g\n\nREAD MORE",
    "precautions": "\nBefore using this ointment, inform the doctor of your complete medical history. All the allergies and ailments that you have had. Do not use this ointment if you are suffering from eczema. It may make the situation even worse.In case of severe sunburn. Avoid using the cream for a few days, and when you see the redness has become a bit better, then start using it. It will help get rid of those stubborn marks caused by sunburn.Do not use the ointment without a doctor's consultation if you have very sensitive skin. In case you are a breastfeeding mother, then you must consult the doctor before using the ointment because it can pass on to the baby in small amounts through breast milk. Pregnant women should also consult the doctor before using it.Do not go into the direct sunlight while using this ointment because it makes your skin sensitive to the sunlight and may cause blisters on the skin. Keep the ointment away from children’s reach.Store it at room temperature.Do not use the expired ointment.Tell your doctor/Pharmacist your medical history of, Asthma, Open sores or broken areas of skin (especially on the face or hands), other skin conditions (e.g., Eczema, Psoriasis).\n",
    "effects": "\nEvery medicine has some benefits and also some side effects associated with it. Most of the side effects associated with this ointment are temporary and mild and do not require any medical assistance. However, sometimes the side-effects might be serious and require immediate medical help. In such cases, immediately rush to the nearby medical centre or hospital. The following list contains the possible side effects associated with the use of this medication.Redness or red patches on the skin may cause itching.Burning sensation after applying the ointmentScaly and dry skin may peel offDiscolouration may get worse in some individuals.Avoid going into the sunlight because the skin becomes thin and sensitive to the sun.Excessive exposure to the sun while using this ointment may cause severe problems such as skin cancer.It is an antibiotic, so excessive use of this ointment can also cause kidney damage.Mild Burning, Stinging, Redness, Dryness, or Acne may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003653.jpg",
    "title": "Siton Plus 30G Cream",
    "formula": "Hydroquinone, Tretinoin and Fluocinolone Acetonide\nShaigan",
    "price": "Rs. 239.64/Pack",
    "details": "This Medicine Is Used To Lighten The Dark Patches Of Skin (Also Called Hyperpigmentation, Melasma, \"Liver Spots,\" \"Age Spots,\" Freckles) Caused By Pregnancy, Birth Control Pills, Hormone Medicine, Or Injury To The Skin.",
    "precautions": "\nIt Is Contraindicated In Patients With Known Hypersensitivity To The Active Substance Or To Any Of The Excipients Listed.\n ",
    "effects": "\nIt Can Cause Serious Allergic Reaction, Including Rash, Itching/Swelling (Especially Of The Face/Tongue/Throat), Severe Dizziness, Trouble Breathing.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007346.jpg",
    "title": "Derma Clin 2% 15G Cream",
    "formula": "Hydroquinone, Topical\nDerma Tech",
    "price": "Rs. 248.6/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nTell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004335.jpg",
    "title": "Trimelasin 30G Cream",
    "formula": "Hydroquinone, Tretinoin and Fluocinolone Acetonide\nValor",
    "price": "Rs. 256.77/Pack",
    "details": "Trimelasin cream is used for many purposes related to skin. It is an anti-bacterial cream and helps in getting rid of many of the skin-related issues such as pigmentation, dark circles, acne, spots on the skin, and many others. It is a multipurpo\n\nREAD MORE",
    "precautions": "\nBefore using the ointment check the list of ingredients. In case you are allergic to any of the ingredients present in the medicine do not use the ointment.Do not expose the skin to the sunlight because this ointment makes the skin sun intolerant.Do not put layers and layers of the ointment every hour because it is an antibiotic and may cause harm to the skin.In case, you observe any slight rashes on the skin after applying the ointment immediately stop using the ointment. This medication should not be used for whitening purposes because it is harmful and excessive use of this medication can be harmful for the skin.Do not use this ointment near eyes or sensitive areas such as genitals. This medication should only be used on external areas.Wash and clean the area before applying for the medicine.Do not use the expired product. Keep the medicine away from children’s reach.Tell your doctor/Pharmacist your medical history of, Asthma, Open sores or broken areas of skin (especially on the face or hands), other skin conditions (e.g., Eczema, Psoriasis).\n",
    "effects": "\nLikewise, with every other medication, this medicine also has some side effects. Most of the people do not get any side effects. However, some individuals might get some of the side effects of the ointment due to an allergic reaction from the ointment. The following lists contain some of the possible side effects associated with the use of this medication. If any of these side effects worsen or persist, stop using the ointment immediately and seek medical assistance.The appearance of red or white patches on the skin.Darker coloured skinItchiness and painSwelling or rashes Skin becomes extremely dullSore throat due to the allergic reaction from any of the substances present in the medicineDry and flaky skinBurning sensationMild Burning, Stinging, Redness, Dryness, or Acne may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000534.jpg",
    "title": "Lacticare Hc Lotion 1% 60ML Lotion",
    "formula": "Ringer's Lactated Inf\nGSK",
    "price": "Rs. 317.17/Pack",
    "details": "This medication is used to treat a variety of skin conditions, e.g., Insect bites, Poison oak/ivy, Eczema, Dermatitis, Allergies, Rash, Itching of the outer female genitals, Anal itching.",
    "precautions": "\nDo not use if there is an infection or sore in the area to be treated. Skin infections can become worse when this medication is used. Tell your doctor promptly if redness, swelling, or irritation does not improve. Don't apply the cream to broken skin or large areas of skin.\n",
    "effects": "\nIt can cause Stinging, Burning, Irritation, Dryness, or Redness at the application site may occur. Acne, Unusual hair growth, \"Hair bumps\" (Folliculitis), Skin thinning/discoloration, or Stretch marks may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010130.jpg",
    "title": "Shiro 20G Cream",
    "formula": "Magnesium ascorbyl phosphate\nValor",
    "price": "Rs. 377.29/Pack",
    "details": "Shiro cream belongs to the category of medicines that are used for the beautification of the skin. It is a dermatologically proven cream and does not contain any harmful ingredients that cause damage to the skin. It helps to brighten the skin and\n\nREAD MORE",
    "precautions": "\nFollowing side-effects must be kept in mind before taking the medicationAvoid exposing the skin to the sunlightAvoid getting laser or any other treatment done for a few days Avoid waxing or shaving the area for 14 days.Do not use the expired productKeep the medicine away from childrenDo not over-apply it.In case you see any red patches on the skin after applying the cream do not use it.Consult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nIt does not have any serious side effects other than burning or itching.Some people are allergic to Vitamin C. It is advised to avoid using this cream if you have any such skin sensitivities because allergic reactions can cause death in some serious cases.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009245.jpg",
    "title": "Derma Clin Forte 20G Cream",
    "formula": "Anti-melasma\nDerma Tech",
    "price": "Rs. 397.4/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nTell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010549.jpg",
    "title": "Pigmanil 20G Cream",
    "formula": "Kojic acid, Glycolic acid\nVertex",
    "price": "Rs. 416.25/Pack",
    "details": "Treatment Of Depigmentation.",
    "precautions": "\nPlease Consult Your Pharmacist/Doctor.\n",
    "effects": "\nPlease Consult Your Pharmacist/Doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000535.jpg",
    "title": "Lacticare Hc Lotion 2.5% 60ML Lotion",
    "formula": "Ringer's Lactated Inf\nGSK",
    "price": "Rs. 427.4/Pack",
    "details": "This medication is used to treat a variety of skin conditions, e.g., Insect bites, Poison oak/ivy, Eczema, Dermatitis, Allergies, Rash, Itching of the outer female genitals, Anal itching.",
    "precautions": "\nDo not use if there is an infection or sore in the area to be treated. Skin infections can become worse when this medication is used. Tell your doctor promptly if redness, swelling, or irritation does not improve. Don't apply the cream to broken skin or large areas of skin.\n",
    "effects": "\nIt can cause Stinging, Burning, Irritation, Dryness, or Redness at the application site may occur. Acne, Unusual hair growth, \"Hair bumps\" (Folliculitis), Skin thinning/discoloration, or Stretch marks may also occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009157.jpg",
    "title": "Cilix 20G Cream",
    "formula": "0.9% Sodium chloride\nDerma Tech",
    "price": "Rs. 432.06/Pack",
    "details": "Cilix Cream is a Vitamin C and moisturizing cream used for all skin types. It has a natural and pleasant citrus smell which makes your skin more hydrated, fresh, and bright. \n\nCILIX 15% Cream 25g plays the main role in the development a\n\nREAD MORE",
    "precautions": "\nThis medicine is not recommended for allergy patients.The supplement is not for pregnant and breastfeeding women because some risks are involved. It is advised to consult the doctor before use.Not recommended for Kidney stones or any kidney disease. This risk is especially increased if higher doses of this supplement are used.The supplement will not be exposed to sunlight and air and will be destroyed or oxidized. Storage instructions should be followed, which are written on the label.         \n",
    "effects": "\nAlthough doctors insist that vitamin C have no side effects and it is safe for all skin type but people with over sensitive skin experience some side effects which are as follow:RednessPrickle SensationA bit IrritationItching Minor side effects of Cilix 15% Cream are:Stomach crampsLower back painVomiting and NauseaIncreased UrinationDiarrheaOxalate crystals in Kidney\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/007347.jpg",
    "title": "Derma Clin 4% Forte 15G Cream",
    "formula": "Hydroquinone, Topical\nValor",
    "price": "Rs. 437.14/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nTell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n "
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013194.jpg",
    "title": "Melaneez 25G Cream",
    "formula": "Anti-melasma\nWerrick",
    "price": "Rs. 443.61/Pack",
    "details": "Hydroquinone is used to lighten Hyperpigmentation, Melasma, \"Liver spots,\" \"Age spots,\" Freckles) caused by Pregnancy, Birth control pills, Hormone medicine, or Injury to the skin.",
    "precautions": "\nTell your doctor/Pharmacist your medical history, especially of Asthma, Other skin conditions, e.g., Eczema, Psoriasis.\n",
    "effects": "\nMild burning, Stinging, Redness, and Dryness may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/009477.jpg",
    "title": "Glyco-Aid 30G Cream",
    "formula": "Glycolid acid 10%\nVertex",
    "price": "Rs. 554.52/Pack",
    "details": "Glyco Aid cream is a dermatologically proven cream. It is used to get the juvenile effect on the face. It is a beauty product and helps in making the skin smooth and glowing. The main ingredient present in the cream is Glycolic acid. It also cont\n\nREAD MORE",
    "precautions": "\nAvoid going under the sunlight because the cream may make your skin sensitive. Apply a thin layer of cream. Consult the doctor before using it on chapped or dry skin.Consult the doctor before using it on sunburned skin.Wash your hands before and after applying the ointment.Clean and pat dry the area before applying the ointment.Do not wash the area immediately after applying the ointment.Do not over-apply the medicine because it results in piling.Avoid getting the medication in your eyes, nose, or genital areas.Do not use expired medication.\n",
    "effects": "\nLikewise, every other product of this ointment also has some side effects. Although the product has not caused any serious side effects in any individual, some people might be allergic to any of the ingredients present in the medicine and may experience serious side effects of the medicine. The following list contains some of the side effects associated with the use of this medication. Brown spotsItchingRashesTightens poresPeeling ScarringPigmentationSkin allergiesSore throat and shortness of breath due to allergic reaction from any of the substances present in the medicine. BlemishesRed patches on the skinClogged poresOily skin\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/010988.jpg",
    "title": "Epila 15G Cream",
    "formula": "Eflornithine HCL\nValor",
    "price": "Rs. 1103.49/Pack",
    "details": "Epila cream is a prescribed medication that is manufactured by Valor Pharma. Epila cream composition consists of Eflornithine hydrochloride. It is generally prescribed to remove the unwanted hair on the face of women, known as facial hair. Epila\n\nREAD MORE",
    "precautions": "\nSome of the precautions that should be followed while using the Epila cream are given below.Before using the Epila cream, you should inform the doctorAbout your complete medical history. Especially if you are suffering from the problems such as cuts on the skin, skin infections, and sores on the face.If you are taking any other prescription at the same time as the product may interact with those medicines. Also, if you are taking any herbal products, then inform the doctor about them.If you are suffering from allergic reactions, then avoid using these prescriptions. Also, if you have allergic problems with the ingredients used in this medicine, then you should from the doctor.Epila cream is prescribed to patients having age younger than twelve years.This medicine is not used to remove hair from other parts of the body.Avoid touching the cream to the eyes, mouth, and nose.Epila cream in pregnancy should be used with the consultation of the doctor. Also, breastfeeding mothers should consult the doctor before using it.If the patient using the Epila cream is facing the side effects of dizziness and drowsiness, they are advised to avoid using heavy machinery such as driving.ContraindicationsEpila cream is contraindicated in the following medical conditions.Patients having a medical history of sensitive skin are contraindicated to use this medicine.Patients have hypersensitivity problems from the ingredients used in this medicine.Before using this product, tell your doctor or pharmacist if you are allergic to eflornithine; or if you have any other allergies. This product may contain inactive ingredients (such as methylparaben), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of cuts/infections/sores on face. This drug is not for use in children younger than 12 years.\n",
    "effects": "\nEpila cream side effects are described below.The common side effects caused by the Epila cream are nausea, dry skin, face acne, stinging skin, and swelling on the face.It can also cause allergic reactions such as skin rashes, swelling on lips, and skin irritation.Maybe the above list does not contain all of the Epila cream side effects. So, you can ask your doctor if you have any queries about this medicine.Burning, stinging, tingling, and redness of the skin may occur. If these effects persist or worsen, tell your doctor.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/013416.jpg",
    "title": "Depilus 15G Cream",
    "formula": "Eflornithine HCL\nRemedies",
    "price": "Rs. 1155.24/Pack",
    "details": "This cream is used for the removal of unwanted facial hair, specifically for women with thick facial hair.\n\nUses\n\nThis cream can be applied to remove facial hair. On its constant use, it can reduce the growth of unwanted hair, leaving\n\nREAD MORE",
    "precautions": "\nWhen using this medication, you are at risk of getting sunburned or photodamaged.Stay out of the sun as much as possible. Tanning booths and sunlamps should be avoided at all costs.High winds or cold temperatures may also irritate the skin.You should use sunscreen and proper clothing when spending time in the sun. Likewise, you should tell your doctor or caregiver immediately if you experience skin blisters or sunburn occurs. Let your skin be baby's burned, and then use Retin-A.While you are using this product, avoid electro logy, waxing, and depilatory chemicals for hair removal.In case you have used products that contain resorcinol or salicylic acid, apply Sulphur emulsion or salicylic acid with caution. Before applying such products, wait until they have diminished (time has elapsed).Before using this product, tell your doctor or pharmacist if you are allergic to eflornithine; or if you have any other allergies. This product may contain inactive ingredients (such as methylparaben), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of cuts/infections/sores on face. This drug is not for use in children younger than 12 years.\n",
    "effects": "\nFollowing are some side effects that might happen after using this cream. If they become worse or you notice an increase in your problem, tell your doctor soon.These skin issues may include skin irritation, redness, and itching. Tell your doctor or pharmacist if any of these effects persist or worsen.Loosening of skin when applying this medication.Unexpected hair growing.A very serious skin allergy from this cream is rare, but it mostly depends on one's medical condition, but still one should consult medical help if one of these allergies show up.Swelling on the applied area.Itchy feel on the skin.Having trouble while breathingThe use of this medication over an extended period of time may lead to the development of skin infections other than those for which it was prescribed (such as fungal or other bacterial infections). If you notice any unusual skin symptoms or if your condition does not improve, be sure to contact your doctor.Burning, stinging, tingling, and redness of the skin may occur. If these effects persist or worsen, tell your doctor.\n"
  }
]
