[
  {
    "image": "https://static.servaid.com.pk/product/bulk/003474.jpg",
    "title": "Scabion 20G Cream",
    "formula": "Crotamiton and Sulphur\nAtco Lab",
    "price": "Rs. 49.79/Pack",
    "details": "This medication is used to treat scabies",
    "precautions": "\nBefore using crotamiton, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. This medication is for use on the skin only. Do not take this medication by mouth. Avoid applying crotamiton on the face, eyes, mouth, vagina, and any skin that is inflamed, raw, or oozing fluid. It is unknown if this drug passes into breast milk. Consult your doctor before breast-feeding.\n ",
    "effects": "\nWorsening skin irritation (such as itching, redness) may occur. If any of these effects persist or worsen, stop using this medication and tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003659.jpg",
    "title": "Skab 30G Cream",
    "formula": "Permethrin\nShaigan",
    "price": "Rs. 52.44/Pack",
    "details": "Skab Cream Is Used For Scabies And Other Conditions.",
    "precautions": "\nApplying An Excessive Amount May Result In Pilling. Use A Thinner Layer Or Lesser Quantity Of Medicine To Avoid Pilling.Avoid Getting This Medication In Your Eyes Or Nose Or Mouth.\n",
    "effects": "\nBurning,Stinging,Pruritus,Erythema,Rash.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000715.jpg",
    "title": "Lice-O-Mite 30G Cream",
    "formula": "Permethrin\nValor",
    "price": "Rs. 52.94/Pack",
    "details": "This medication is used to treat scabies.",
    "precautions": "\nUse with caution having skin infections and asthma.\n",
    "effects": "\nSkin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003470.jpg",
    "title": "Scabfree 30G Cream",
    "formula": "Permethrin\nAtco Lab",
    "price": "Rs. 53.49/Pack",
    "details": "This medication is used to treat scabies.",
    "precautions": "\nUse with caution having skin infections and asthma.\n",
    "effects": "\nSkin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/037261.jpg",
    "title": "Lice-O-Nil 20G Cream",
    "formula": "Lindane\nGetz",
    "price": "Rs. 73.74/Pack",
    "details": "This medication is used to treat scabies",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nWorsening skin irritation (such as itching, redness) may occur. If any of these effects persist or worsen, stop using this medication and tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000889.jpg",
    "title": "Lotrix 30G Cream",
    "formula": "Permethrin\nGSK",
    "price": "Rs. 82.44/Pack",
    "details": "This medicine is for use on the skin. Lotrix Cream is a useful treatment for skin parasites. Lotrix 30g Cream have Permethrin. It works by incapacitating and killing the bugs and the eggs of these insects. Apply this drug quickly after it is reco\n\nREAD MORE",
    "precautions": "\nTry not to get the cream at your nose, mouth, etc.On the off chance that the drug gets in your eyes, flush the eyes with a lot of water. Counsel the specialist if disturbance persists.This item may cause sleepiness on the applied part. If it gets extreme, then wash it eventually.Converse with a drug specialist for more details.In case you are allergic to Lotrix, inform your doctor before using it.Share a list of all the products that you are using (including herbal and allopathic) with your doctor prior to use Lotrix.Consult a doctor before using Lotrix if you are breastfeeding or pregnant.Avoid using Lotrix without consulting with your doctor if you have renal or liver issues.Prior to utilizing this medicine, consult a specialist or drug specialist about the clinical history, particularly of: skin diseases, asthma. Constant or powerful scratching of the skin/scalp might prompt bacterial skin contamination.It is obscure if this medication passes into bosom milk yet is probably not going to hurt a nursing newborn child.Consult the specialist if you have had any negative responses to this cream before.Keep a record of your skincare creams that you have used before.This cream is not advised if there is already known hypersensitivity to any of the present ingredients ( pyrethrin, Permethrin, other synthetic pyrethroids, or chrysanthemums).Wash your hands before and after applying Lotrix Cream on it.Firstly clean and then dry the area on the skin that has needed treatment.Don’t wash the treated area immediately after applying Lotrix Cream. Do not use any other product on the treated area unless recommended by a doctor.If an excessive amount of cream is applied, then it may result in piling. Using a thin layer in a small quantity will avoid piling.\n",
    "effects": "\nCommon side effects include Scalp irritation, Swelling, Itching, and Redness.Skin disturbances, redness, and tingling might happen and will deteriorate after treating with Permethrin. Lotrix Cream is prohibited for use in babies (birth to 2months).In case if that any of these impacts continue or keep deteriorating, then inform your primary care physician or drug specialist expeditiously. A generally intense kind of unfavorable response isn't highly expected. But if you notice any undesired response by your body, especially rashes, then do consider a clinical visit.Though mostly individuals utilizing this drug don't get any side effects.Skin irritation, Including itching, Swelling, and Redness, may occur with scabies and temporarily worsen after treatment with permethrin. Mild burning or Stinging may also occur.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Mitex 5% 60ml Lotion",
    "formula": "Permethrin\nHoover Pharmaceuticals (Pvt) Ltd",
    "price": "Rs. 89.64/Pack",
    "details": "",
    "precautions": "",
    "effects": ""
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/000716.jpg",
    "title": "Lice-O-Mite 60ML Lotion",
    "formula": "Permethrin\nValor",
    "price": "Rs. 90.12/Pack",
    "details": "This medication is used to treat scabies.",
    "precautions": "\nUse with caution having skin infections and asthma.\n",
    "effects": "\nSkin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014103.jpg",
    "title": "Scabi-Cap 60ML Lotion",
    "formula": "Permethrin\nPharmion",
    "price": "Rs. 98.27/Pack",
    "details": "This medication is used to treat scabies",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nWorsening skin irritation (such as itching, redness) may occur. If any of these effects persist or worsen, stop using this medication and tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035813.jpg",
    "title": "Malin 1% 60ML Lotion",
    "formula": "Permethrin\nGenix",
    "price": "Rs. 101.66/Pack",
    "details": "This medication is used to treat scabies.",
    "precautions": "\nUse with caution having skin infections and asthma.\n",
    "effects": "\nSkin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003660.jpg",
    "title": "Skab 60ML Lotion",
    "formula": "Permethrin\nShaigan",
    "price": "Rs. 104.98/Pack",
    "details": "This medication is used to treat scabies.",
    "precautions": "\nUse with caution having skin infections and asthma.\n",
    "effects": "\nSkin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/012220.jpg",
    "title": "Lotrix 60ML Lotion",
    "formula": "Permethrin\nCalgan Phy",
    "price": "Rs. 113.91/Pack",
    "details": "Lotrix lotion is an anti-parasitic medical lotion used for treating head lice and scabies (tiny insects that cause itch and irritation on your scalp). It is one of the gsk (Glaxo Smith Kline) products and is widely used in Pakistan. GSK is known\n\nREAD MORE",
    "precautions": "\nEvery product should be used with care to avoid unwanted consequences which may be severe in some cases. So following are some precautionary measures that help in the safe use of Lotrix lotion.Use after consultation with your doctor and do not exceed the advised dose.Also, tell the doctor about the medicines or lotions you are using with Lotrix lotion.If you are using the lotion on your own, you must be aware of the substances you are allergic to.Tell the doctor in case of pregnancy and breastfeeding.Do not use the lotion if you have asthma as this lotion is noted to cause difficulty in breathing in some consumers.Reach out of reach of children and do not apply it to kids under two years.Do not apply it to your eyes, nose, ears and mouth.In case the lotion gets into your eyes, rinse it with plenty of water.Do not continue to use if you face any severe side effects.Keep the lotion away from sunlight—store at room temperature.\n",
    "effects": "\nAs it contains permethrin, so there are some adverse effects associated with it. Some common Lotrix lotion side effects areIrritation and redness on skin and scalp.Nausea, headache and excessive salivation are also observed because Lotrix lotion has the property of slight penetration.Muscle weakness is also witnessed after an overdose.Rash and other allergic symptoms can also be observed depending on the condition of scabies or the components that irritates your skin.In rare cases, the area may be filled with puss, and it will cause pain and redness.The sensation of burning or numbness on the skin or scalp can occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003471.jpg",
    "title": "Scabfree 60ML Lotion",
    "formula": "Permethrin\nAtco Lab",
    "price": "Rs. 115.52/Pack",
    "details": "Scab-free lotion belongs to the medications called Scabicidal Agents or Pediculicides. The generic name of this product is Permethrin. It is primarily used to get rid of the mites and insecticides present in the scalp or any other skin area. It i\n\nREAD MORE",
    "precautions": "\n Before using the product, inform the doctor about your complete medical history in detail.Read the leaflet carefully, and do not use the product in case you are allergic to any of the substances present in it.Read the instructions carefully before using the product.Do not keep on scratching the head on the skin because it can cause bacterial infections.If you have a history of medical issues related to breathing problems, do not use the product. This medication should be used on the external side only. Please do not use it near sensitive areas such as genitals or eyes. This product can be used during pregnancy or the breastfeeding phase because it does not cause any severe harm unless you are allergic to any of the ingredients present in it. However, it is better to use the doctor's consultation only. Do not use the product if you feel an extreme burning sensation on the scalp or skin after applying the product. Do not use the expired product.Use with caution having skin infections and asthma.\n",
    "effects": "\nThese medications have some side effects, and most of the side effects are related to the skin. If you feel any of the following side-effects after using the ointment, immediately stop using the ointment. Itching or burning sensation in the scalp or skinRedness on the skinSwelling or Inflammation Tingling sensation on the site where the medicine is applied.Allergic reactions from any substances present in the medicine may cause serious problems like shortness of breath, chest tightness, or sore throat.Hypersensitivity due to the excessive use of the medication.Skin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/005868.jpg",
    "title": "Z-X 60ML Lotion",
    "formula": "Permethrin\nSearle",
    "price": "Rs. 116.69/Pack",
    "details": "This medication is used to treat scabies.",
    "precautions": "\nUse with caution having skin infections and asthma.\n",
    "effects": "\nSkin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014851.jpg",
    "title": "Scabion Forte 60ML Lotion",
    "formula": "Crotamiton and Sulphur\nLinear",
    "price": "Rs. 131.42/Pack",
    "details": "This medication is used to treat scabies",
    "precautions": "\nBefore using crotamiton, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. This medication is for use on the skin only. Do not take this medication by mouth. Avoid applying crotamiton on the face, eyes, mouth, vagina, and any skin that is inflamed, raw, or oozing fluid. It is unknown if this drug passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nWorsening skin irritation (such as itching, redness) may occur. If any of these effects persist or worsen, stop using this medication and tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/003475.jpg",
    "title": "Scabion 60ML Lotion",
    "formula": "Crotamiton\nAtco Lab",
    "price": "Rs. 131.42/Pack",
    "details": "Scabion lotion is used to treat Scabies. Scabies is a skin condition caused by the bites of mites. Mite bite can cause severe irritation and allergies. Scabion lotion kills the mites that cause these allergies. It provides relief from itching and\n\nREAD MORE",
    "precautions": "\nBefore using the product, it is always better to read the leaflet thoroughly and also discuss your medical condition, such as any kind of allergies or other skin conditions that you might have with your doctor.This medication does not have an appropriate time to start working. It works differently for every individual. Some people might observe the betterment in condition earlier than others.People with sensitive skins shouldn't be using this medication until and unless it is absolutely necessary. The same goes for pregnant women and breastfeeding mothers; all the consequences and benefits should be discussed beforehand with the doctor to avoid any kind of risk or harmful effects on the unborn child or infant.Numbness and tingling sensation are quite common with the use of this medication. This lotion makes the affected area numb temporarily and provides you relief from the itching and burning sensation.Before using crotamiton, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. This medication is for use on the skin only. Do not take this medication by mouth. Avoid applying crotamiton on the face, eyes, mouth, vagina, and any skin that is inflamed, raw, or oozing fluid. It is unknown if this drug passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nScabion lotion does not have any serious side effects, but some of the side effects that might be experienced by a few of the individuals are as follows. These side-effects are less serious and go away on their own.Loss of hair is quite common with the use of this medication. It happens because of the dry texture of the lotion. This is temporary, and hair gets better once you stop using the product.Burning and Itching sensation is also a common side-effect of this product. It feels itchy and burns a bit when you first apply the lotion to the affected area.Extreme redness or rashes is quite concerning. In such cases, immediately stop using the medication and inform the doctor.Worsening skin irritation (such as itching, redness) may occur. If any of these effects persist or worsen, stop using this medication and tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Ess Anti Scabies 60ML Lotion",
    "formula": "Anti-scabies\nALAQ Lab",
    "price": "Rs. 166.5/Pack",
    "details": "Topical anti-scabies medicine that is indicated for the treatment of scabies.",
    "precautions": "\nConsult a doctor if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius.\n",
    "effects": "\nNo side effects are reported yet. However, you should consult a doctor if it causes any kinds of adverse reactions to you. In the rare amount of cases, it may cause skin allergies, i.e. irritation, itching, rashes, redness & swelling/inflammation on the skin, dryness, etc.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Sulpure Bar",
    "formula": "Sulfonated oil, Camphor, Menthol\nDiligence",
    "price": "Rs. 175.75/Pack",
    "details": "It cleans up pollutants from the skin and exfoliates oil particles. Reduces the risks of developing acne and pimples.",
    "precautions": "\nConsult a doctor if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius.\n",
    "effects": "\nNo side effects are reported yet. However, you should consult a doctor if it causes any kinds of adverse reactions to you. In the rare amount of cases, it may cause skin allergies, i.e. irritation, itching, rashes, redness & swelling/inflammation on the skin, dryness, etc.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/036739.jpg",
    "title": "Scabrid 120ML Lotion",
    "formula": "Permethrin\n",
    "price": "Rs. 182.99/Pack",
    "details": "This medication is used to treat scabies",
    "precautions": "\nBefore using crotamiton, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history. This medication is for use on the skin only. Do not take this medication by mouth. Avoid applying crotamiton on the face, eyes, mouth, vagina, and any skin that is inflamed, raw, or oozing fluid. It is unknown if this drug passes into breast milk. Consult your doctor before breast-feeding.\n",
    "effects": "\nWorsening skin irritation (such as itching, redness) may occur. If any of these effects persist or worsen, stop using this medication and tell your doctor or pharmacist promptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035581.jpg",
    "title": "Malin 1% 120ML Lotion",
    "formula": "Permethrin\nGeneral",
    "price": "Rs. 193.15/Pack",
    "details": "This medication is used to treat scabies.",
    "precautions": "\nUse with caution having skin infections and asthma.\n",
    "effects": "\nSkin irritation, Including itching, Swelling and redness.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/014007.jpg",
    "title": "De-Lice Anti Lice 60ML Shampoo 1x1 (P)",
    "formula": "Anti-lice\nBeiersdorf",
    "price": "Rs. 235.67/Pack",
    "details": "Please Consult Your Pharmacist or Physician",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nPlease Consult Your Pharmacist or Physician\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/035467.jpg",
    "title": "Scifix 400MG Cap 1x5 (L)",
    "formula": "Cefixime\nHair Energ",
    "price": "Rs. 315/Pack",
    "details": "It is used to treat a wide variety of bacterial infections.",
    "precautions": "\nUse with caution having Kidney Disease and Intestinal Disease.\n",
    "effects": "\nStomach upset or pain, Diarrhea, Nausea, Gas, Headache, Dizziness.\n"
  },
  {
    "image": "https://www.servaid.com.pk/theme/images/ph/medicine.png",
    "title": "Ess Anti Scabies 120ML Lotion",
    "formula": "Anti-scabies\nALAQ Lab",
    "price": "Rs. 333/Pack",
    "details": "Topical anti-scabies medicine that is indicated for the treatment of scabies.",
    "precautions": "\nConsult a doctor if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Store at room temperature, i.e. below 30 degrees Celsius.\n",
    "effects": "\nNo side effects are reported yet. However, you should consult a doctor if it causes any kinds of adverse reactions to you. In the rare amount of cases, it may cause skin allergies, i.e. irritation, itching, rashes, redness & swelling/inflammation on the skin, dryness, etc.\n"
  }
]
