[
  {
    "image": "https://static.servaid.com.pk/product/bulk/002648.jpg",
    "title": "Polyfax Eye 6G Oint",
    "formula": "Polymyxin B and Zinc Bacitracin, Eye\nGSK",
    "price": "Rs. 28.74/Pack",
    "details": "Polyfax is an ointment used on the skin. Polyfax Eye Ointmenthas the following ingredients as its formula, 10,000 IU Polymyxin B Sulphate and 500 IU Bacitracin Zinc. All these ingredients are present in their active forms. This helps them to work\n\nREAD MORE",
    "precautions": "\nDo not use this ointment if you are allergic to any of its ingredients. Consult your doctor and tell him all your allergies before using this ointment. Adults are advised to consult their doctors if they are using more than 200g of this ointment daily. Tell your doctor if you have a kidney disorder if you are a child and using a large amount of it. If a large amount of this ointment is being utilized by the body, then there is a chance of damaging the nerves, and it may also result in some serious kidney problems.\n",
    "effects": "\nAll the ointments and medicines do have some side effects. But it can be said that not everyone will be affected by these side-effects as a few people are likely to be affected by these side effects. These side effects are not serious at all. But some allergic reactions can make them serious. These side effects are wheeziness, inflammation on the eyelids, face or lips, breathing problems, rash and itching on the entire body. These side effects are very less noticed.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002906.jpg",
    "title": "Quench 15G Cream",
    "formula": "Silver Sulphadiazine\nFerozsons",
    "price": "Rs. 66.37/Pack",
    "details": "Quench cream is used to treat serious burns and prevents the wound from getting serious infections. The medicine contains silver sulfadiazine that halts the growth of bacteria and boosts the process of healing. This ointment is safer to use on th\n\nREAD MORE",
    "precautions": "\nInform the doctor about your allergies. Tell him your complete medical history and the medicine you currently use.Before going through any other surgery, inform the doctor or dentist about the list of ointments and medicines you are taking.Drink plenty of water while using this ointment, because quench is an antibiotic and may cause any kidney infection.Pregnant women must inform the doctor before using this medication or using the ointment near the expected delivery date of the child to avoid the chance of any risk or damage to the unborn baby.It is an antibiotic, so breastfeeding mothers must avoid using this ointment as it can ailments such as jaundice and high blood levels in infants.Keep the ointment away from children.Do not use the ointment near the eyes or nose until and unless your doctor asks you to do so.Keep checking the urine to avoid the risk of renal infection.Do not use the medicine without consulting the doctor.Do not suggest others without proper knowledge about their medical condition.Consult the doctor before applying for the medicine on sunburns.It is not safe to use on infants\n",
    "effects": "\nMild Side-effectsMild side effects are not worrisome and go away without any serious damage. It may appear only for 2-3 days. But if the infected area does not heal or become more infectious. Inform the doctor right away to avoid any serious damage. You will most likely feel pain, irritation and itching on the treated area.Discolouration of Skin, skin and mucous membrane may become grey or blue in colour.Inform the doctor in case the infection worsens.Serious Side-effectsMany people using the ointment do not face any serious side-effect, but in some rare cases, a person may feel the following:Fever and ChillsThroat infectionAnaemiaTiredness and FatigueFast heart rateUrine discolouration or appearance of particles in urineRenal infectionsSevere abdominal painFeelings of Nausea and VomitingYellowing of eyes and changes in skin colour.A serious allergic reaction of the ointment involving skin rashes, infections etc.Shortness of BreathAny other possible side effect not listed above may also appear. Inform the doctor immediately if any serious reaction of the ointment appears, or the infection worsens.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002644.jpg",
    "title": "Polyfax Skin 20G Oint",
    "formula": "Bacitracin and Polymyxin B, Topical\nGSK",
    "price": "Rs. 67.06/Pack",
    "details": "This combination product is used to treat minor wounds (e.g., cuts, scrapes, burns) and to help prevent or treat mild skin infections.",
    "precautions": "\nUse With Caution having Skin conditions (Including Eczema, Viral skin infections such as Shingles, Chickenpox, Cold sores).\n",
    "effects": "\nBurning, Redness, Irritation of the skin.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/008876.jpg",
    "title": "Healit 10G Oint",
    "formula": "Neomycin, Polymyxin B, Bacitracin and Lignocaine, Topical\nAtco Lab",
    "price": "Rs. 71.57/Pack",
    "details": "This medication is used to prevent and treat Minor skin infections caused by small Cuts, Scrapes, or Burns.",
    "precautions": "\nTell your doctor/Pharmacist if you are allergic to Neomycin, Bacitracin, or Polymyxin; or to Aminoglycoside antibiotics (e.g., gentamicin, tobramycin); or if you have any other allergies.\n",
    "effects": "\nThis medication is usually well tolerated. Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002867.jpg",
    "title": "Pyodine 10% 60ML Soln",
    "formula": "Povidone-iodine, Topical\nBrookes",
    "price": "Rs. 84.11/Pack",
    "details": "It is used to prevent and treat minor wounds and skin infections. It kills sensitive organisms like bacteria, fungus, protozoa, and spores present on the skin. It is also used to sanitize skin before a surgical procedure is performed.",
    "precautions": "\nToxicity may occur if applied in large quantities or prolonged periods of time. Use of this medicine should be discontinued if you experience a skin rash, hive, or severe itching. This medicine should be used for short duration only as the risk of side effects increase significantly on prolonged usage. Lithium, and Collagenase may interact with this drug.\n",
    "effects": "\nSkin allergic reaction, redness of the skin or skin discoloration.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002865.jpg",
    "title": "Pyodine 7.5% 60ML Scrub 1x1 (P)",
    "formula": "Povidone-iodine, Topical\nBrookes",
    "price": "Rs. 86.27/Pack",
    "details": "A rich, moisturizing cream that renews and repairs the skin overnight. The regenerative power of alguronic acid supports natural cell renewal to improve skin structure during the night",
    "precautions": "\nBefore taking eprosartan, tell your doctor or pharmacist if you are allergic to it; or to ACE inhibitors (e.g., captopril, lisinopril); or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this medication, tell your doctor or pharmacist your medical history, especially of liver disease, high blood levels of potassium, severe loss of body water and minerals such as sodium (dehydration). It is unknown if this drug passes into breast milk. Consult your doctor before breast-feeding. This drug may make you dizzy. To minimize dizziness and lightheadedness, get up slowly when rising from a seated or lying position. Before using this medication, tell your doctor or pharmacist of all prescription and nonprescription/herbal products you may use, especially of aliskiren, lithium, drugs that may increase the level of potassium in the blood (such as ACE inhibitors including benazepril/lisinopril, birth control pills containing drospirenone).\n",
    "effects": "\nYou may experience dizziness, lightheadedness, and blurred vision as your body adjusts to the medication. If any of these effects persist or worsen, notify your doctor or pharmacistpromptly.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011789.jpg",
    "title": "Polyfax Plus Skin 20G Oint",
    "formula": "Antibiotic\nGSK",
    "price": "Rs. 108.03/Pack",
    "details": "This combination product is used to treat Minor wounds (e.g., cuts, scrapes, burns) and to help prevent or treat mild Skin infections.",
    "precautions": "\nConsult a doctor, if you're hypersensitive to any of its ingredients. Keep out of the reach of children. Protect from direct exposure to sunlight, and heat. Store below the room temperature.\n",
    "effects": "\nBurning, Redness, or Irritation of the skin may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/004970.jpg",
    "title": "Xyloaid 20G Oint",
    "formula": "Neomycin, Polymyxin B, Bacitracin and Lignocaine, Topical\nBarrett",
    "price": "Rs. 109.18/Pack",
    "details": "This medication is used to prevent and treat Minor skin infections caused by small Cuts, Scrapes, or Burns.",
    "precautions": "\nTell your doctor/Pharmacist if you are allergic to Neomycin, Bacitracin, or Polymyxin; or to Aminoglycoside antibiotics (e.g., gentamicin, tobramycin); or if you have any other allergies.\n",
    "effects": "\nThis medication is usually well tolerated. Allergic reactions may occur.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/001511.jpg",
    "title": "Mycitracin Plus 14G Oint",
    "formula": "Neomycin, Polymyxin B, Bacitracin and Lignocaine, Topical\nPacific Ph",
    "price": "Rs. 111.79/Pack",
    "details": "Mycitracin cream is a medicated cream that is used to reduce the bacteria from an affected area of the skin, e.g. minor infections, minor cuts and burns. It will not affect on other types of skin infections as it only treats bacterial skin infec\n\nREAD MORE",
    "precautions": "\nAllergic to the antibioticsDiscuss with your doctor if you are allergic to the antibiotics, including neomycin, polymyxin, gentamycin, or any corticosteroids. This medication includes inactive ingredients that can cause severe allergies to the skin.Applying it during pregnancyDuring the pregnancy period, it should only be used when needed the most as it is not known and is also not known that the product might pass the maternal milk before breastfeeding, it is better to consult a doctor before.Drug InteractionsPatients using this medication with the prescription and directions of doctor might be aware of possible drug interaction depending on their medical condition, patients changing or stopping the dosage may consult their doctor before doing it.\n",
    "effects": "\nWheremycitracin reduces bacteria in bacterial infections caused by minor injuries there it also has many side effects which can affect an individual in a negative way, depending on one’s medical and physical condition.Side Effects causedBurn spots of skin after applying the medication.Redness in the skin.Irritation in the skin.Skin getting dry depends on skin condition.If any serious side effects are caused by this medication should immediately consult medical help as this medication is given for benefit purposes not to increase the risk of side effects.Rare & Serious Side EffectsBurn spots after applying it on the skin.Instant hair bumps after applying the cream (Folliculitis).Appearing of acne on the skin.Loosening of skin when applying this medication.Unexpected hair growing.A very serious skin allergy from this cream is rare, but it mostly depends on one's medical condition, but still one should consult medical help if one of these allergies show up.Swelling on the applied area.Itchy feel on the skin.Having trouble while breathing.Dizziness feeling.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002869.jpg",
    "title": "Pyodine 20G Gel",
    "formula": "Povidone-iodine, Topical\nBrookes",
    "price": "Rs. 117.41/Pack",
    "details": "It is used to prevent and treat minor wounds and skin infections. It kills sensitive organisms like bacteria, fungus, protozoa, and spores present on the skin. It is also used to sanitize skin before a surgical procedure is performed.",
    "precautions": "\nToxicity may occur if applied in large quantities or prolonged periods of time. Use of this medicine should be discontinued if you experience a skin rash, hive, or severe itching. This medicine should be used for short duration only as the risk of side effects increase significantly on prolonged usage. Lithium, and Collagenase may interact with this drug.\n",
    "effects": "\nSkin allergic reaction, redness of the skin or skin discoloration.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002907.jpg",
    "title": "Quench 50G Cream",
    "formula": "Silver Sulphadiazine\nFerozsons",
    "price": "Rs. 183.18/Pack",
    "details": "It is used on Burns or Wounds.",
    "precautions": "\nIt is contraindicated in case of hypersensitivity of drug.\n",
    "effects": "\nSkin irritation and Rashes.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002864.jpg",
    "title": "Pyodine 7.5% 450ML Scrub 1x1 (P)",
    "formula": "Povidone-iodine, Topical\nBrookes",
    "price": "Rs. 425.29/Pack",
    "details": "Pyodine is known as a typical antiseptic medicine that is critically used to prevent and also to treat wounds and skin infections. It is specially manufactured in such a way that it kills any kind of sensitive organisms,\n\nREAD MORE",
    "precautions": "\nThe Pyodine antiseptic should only be used after informing the doctor, and it is always important to consider the preexisting diseases and the health condition in order not to get affected by other diseases because most health conditions are less susceptible to side effects, but it can be extremely disastrous due to preexisting infections.The dosage is always written only in printed packages of Pyodine. If the condition gets serious after using Pyodine, then it is important to inform the pharmacist or doctor about the condition. Some of the precautions are listed below:Avoid having contact with the eyes because it can cause an allergic reaction to your eyes in terms of swelling and itching.The doctors always recommend not to use Pyodine for the larger areas of your body.Do not take Pyodine by your mouth, and always try to consult with the doctor about the medicine while using this on wounds and burn skin.Wash your hands regularly, especially after applying this gel, and clean the area around the infectious skin.Do not treat the area immediately after using this gel, and try to avoid using other products after applying Pyodine.\n",
    "effects": "\nAlthough there is no such serious symptom of using Pyodine still it is always advised to use this after the consideration and recommendation of a doctor or pharmacist. Some of the most common side effects of using Pyodine are listed below:The most common side effect is irritation of the skin.The irritation of the skin also leads to skin redness, which can be very serious at times.Severe acne is also known as one of the symptoms of using Pyodine.The most serious among all these side effects of using Pyodine is Thyroid imbalances.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002866.jpg",
    "title": "Pyodine 10% 450ML Soln",
    "formula": "Povidone-iodine, Topical\nBrookes",
    "price": "Rs. 453.21/Pack",
    "details": "It is used to prevent and treat minor wounds and skin infections. It kills sensitive organisms like bacteria, fungus, protozoa, and spores present on the skin. It is also used to sanitize skin before a surgical procedure is performed.",
    "precautions": "\nToxicity may occur if applied in large quantities or prolonged periods of time. Use of this medicine should be discontinued if you experience a skin rash, hive, or severe itching. This medicine should be used for short duration only as the risk of side effects increase significantly on prolonged usage. Lithium, and Collagenase may interact with this drug.\n",
    "effects": "\nSkin allergic reaction, redness of the skin or skin discoloration.\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/002325.jpg",
    "title": "Oxoferin 50ML Soln",
    "formula": "Tetrachlorodecaoxide\nBrookes",
    "price": "Rs. 483.74/Pack",
    "details": "It is used for wound healing, Acquired immune deficiency syndrome (AIDS) and aids-related infections, Cancer/tumors (unspecified)",
    "precautions": "\nBefore taking it, tell your doctor or pharmacist if you are allergic to it; or if you have any other allergies. This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Do not give your medicines to other people even if you know that they have the same condition or it seems that they may have similar conditions. This may lead to overdosage. Do not use more than prescribed dose. Taking more medication will not improve your symptoms; rather they may cause poisoning or serious side-effects. It should be applied topically. Ask your pharmacist or healthcare provider before using any medicine.\n",
    "effects": "\nBurning, itching, skin rash, swelling\n"
  },
  {
    "image": "https://static.servaid.com.pk/product/bulk/011169.jpg",
    "title": "Prosil 25G Gel",
    "formula": "Silicon, vitamin E\nMaxitech",
    "price": "Rs. 1293.88/Pack",
    "details": "Prosil gel is a dermatologically proven ointment used to lighten darker areas, hyperpigmentation, and scars from the face or any other body part. It belongs to the category of scar removal ointments for depigmentation ointments. The active ingred\n\nREAD MORE",
    "precautions": "\n Do not use the product if you are allergic to any of the ingredients present in the medication.Do not use the expired product.If you feel any burning sensation after applying the gel, immediately remove it.Limit your exposure to sunlight because prosil gel may make your skin sensitive to the sun.The gel takes 4 to 5 minutes to dry. Allow the gel to completely dry before putting on the clothes to cover the body.Keep the ointment away from children’s reach.Do not swallow the ointment.Keep it stored in a cool and dry place.Before using this medication, tell your doctor or pharmacist your medical history, especially of asthma, other skin conditions (e.g., eczema, psoriasis). It should use with caution if you are getting any other treatment for existing scars and contractures. This medication works best when the amount of drug in your body is kept at a constant level. Therefore, take this drug at evenly spaced intervals. To help you remember, take it at the same times each day. Some products may worsen acne. If your skin is prone to acne breakouts, look for the word \"non-comedogenic\" (will not clog pores) on the label. Some products may stain/discolor clothing. Ask your doctor or pharmacist for more details. Ask your dermatologist before using it\n",
    "effects": "\nLikewise, every other product, prosil, also has some side effects. However, the side effects of this medication are not severe until and unless you are allergic to any of the ingredients present in it. The following list contains some of the side effects associated with the use of this medication. If any of the side effects persists or worsens, seek medical assistance immediately. Redness or itching on the skinBurningSwellingThe appearance of rashes.\n"
  }
]
